Repository: PiwiSlayer/DofusFashionista
Catalog: fashionsite/locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt

source: Five Tofus
es: Cinco Tofus
fr: Cinq Tofus
pt: Cinco Tofus

source: If an Explobomb is present
es: Si una Explobomba está presente
fr: Si une Explobombe est présente
pt: Se uma Explobomba estiver presente

source: If a Grenado is present
es: Si una Tornabomba está presente
fr: Si Tornabombe bombe est présente
pt: Se uma Tornabomba estiver presente

source: If a Waterbomb is present
es: Si una Sismobomba está presente
fr: Si une Bombe à Eau est présente
pt: Se uma Bomba d'Água estiver presente

source: If a Seismobomb is present
es: Si una Sismobomba está presente
fr: Si une Sismobombe est présente
pt: Se uma Sismobomba estiver presente

source: Allies/Summons
es: Aliados/Invocaciones
fr: Alliés/Invocations
pt: Aliados/Invocações

source: If the target loses MP
es: Si el objetivo pierde PM
fr: Si la cible perd PM
pt: Se o alvo perder PM

source: If the target loses AP
es: Si el objetivo pierde PA
fr: Si la cible perd PA
pt: Se o alvo perder PA

source: At the center
es: En el centro
fr: Au centre
pt: No centro

source: One tile away from the center
es: A un cuadrado de distancia del centro
fr: Un carré à l'écart du centre
pt: A uma casa de distância do centro

source: Two tiles away from the center
es: A dos cuadrados de distancia del centro
fr: Deux carrés éloignés du centre
pt: A duas casas de distância do centro

source: Three tiles away from the center
es: A tres cuadrados de distancia del centro
fr: Trois carrés éloignés du centre
pt: A três casas de distância do centro

source: Directly
es: Directamente
fr: Directement
pt: Diretamente

source: Through a portal
es: A través de un portal
fr: Grâce à un portail
pt: Através de um portal

source: Target in air state
es: Objetivo en estado aire
fr: Cible dans l'état air
pt: Alvo no estado ar

source: Target in fire state
es: Objetivo en estado fuego
fr: Cible dans l'état feu
pt: Alvo no estado fogo

source: Target in water state
es: Objetivo en estado agua
fr: Cible dans l'état eau
pt: Alvo no estado água

source: Target in earth state
es: Objetivo en estado tierra
fr: Cible dans l'état terre
pt: Alvo no estado terra

source: If the target is Prey
es: Si el objetivo tiene el estado Presa
fr: Si la cible est la Proie
pt: Se o alvo for a Presa

source: After hitting a Prey once
es: Después de golpear a una Presa una vez
fr: Après avoir frappé une Proie une fois
pt: Depois de bater em uma Presa uma vez

source: After hitting a Prey twice
es: Después de golpear a una Presa dos veces
fr: Après avoir frappé une Proie deux fois
pt: Depois de bater em uma Presa duas vezes

source: After hitting a Prey 3x
es: Después de golpear a una Presa 3x
fr: Après avoir frappé une Proie 3x
pt: Depois de bater em uma Presa 3x

source: After hitting a Prey 4x
es: Después de golpear a una Presa 4x
fr: Après avoir frappé une Proie 4x
pt: Depois de bater em uma Presa 4x

source: After hitting a Prey 5x
es: Después de golpear a una Presa 5x
fr: Après avoir frappé une Proie 5x
pt: Depois de bater em uma Presa 5x

source: Hammer
es: Martillo
fr: Marteau
pt: Martelo

source: Axe
es: Hacha
fr: Hache
pt: Machado

source: Shovel
es: Pala
fr: Pelle
pt: Pá

source: Staff
es: Bastón
fr: Bâton
pt: Bastão

source: Sword
es: Espada
fr: Épée
pt: Espada

source: Dagger
es: Dagas
fr: Dagues
pt: Adaga

source: Bow
es: Arco
fr: Arc
pt: Arco

source: Wand
es: Varita
fr: Baguette
pt: Varinha

source: Pickaxe
es: Pico
fr: Pioche
pt: Picareta

source: Scythe
es: Guadaña
fr: Faux
pt: Gadanha

# Slider section
source: Offense
es: Ataque
fr: Attaque
pt: Ataque

# Slider section
source: Defense
es: Defensa
fr: Défense
pt: Defesa

source: % Resists
es: % Resistencias
fr: % résistances
pt: Resistências %

# Slider section
source: Mobility
es: Mobilidad
fr: Mobilité
pt: Mobilidade

# Slider section
source: Special
es: Especial
fr: Spécial
pt: Especial

source: Error
fr: Erreur
pt: Erro

source: No
fr: Non
pt: Não

source: %% Neutral Resist
fr: %% Résistance Neutre
pt: %% Resistência Neutra

source: %% Earth Resist
fr: %% Résistance Terre
pt: %% Resistência Terra

source: %% Fire Resist
fr: %% Résistance Feu
pt: %% Resistência Fogo

source: %% Water Resist
fr: %% Résistance Eau
pt: %% Resistência Água

source: %% Air Resist
fr: %% Résistance Air
pt: %% Resistência Ar

source: %% Melee Resist
pt: %% Resist. corpo a corpo

source: %% Ranged Resist
pt: %% Resist. distância

source: Kraps
pt: Jogo de Dados

source: Furia
pt: Cólera

source: Neurosis
fr: Névrose
pt: Neurose

source: Brincaderia
pt: Brincadeira

source: Carnage
pt: Carnificina

source: Shock
fr: Commotion
pt: Comoção

source: Virus
pt: Vírus

source: Morph
pt: Morf

source: Tibia
pt: Tíbia

source: Wizard
fr: Assistant

source: Set %(n)s
fr: Équipement %(n)s

source: Equip
fr: Équip.

source: Xelor
fr: Xélor

source: Torpedo
fr: Torpille
