Repository: PiwiSlayer/DofusFashionista
Catalog: fashionsite/locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt

source: Initiative
es: Iniciativa
pt: Iniciativa

source: Lock
es: Placaje
fr: Tacle
pt: Bloqueio

source: Dodge
es: Huida
fr: Fuite
pt: Fuga

source: AP Reduction
es: Retiro de PA
fr: Retrait PA
pt: Retirada de PA

source: MP Reduction
es: Retiro de PM
fr: Retrait PM
pt: Retirada de PM

source: AP Loss Resist
es: Esquiva de PA
fr: Esquive PA
pt: Esquiva PA

source: MP Loss Resist
es: Esquiva de PM
fr: Esquive PM
pt: Esquiva PM

source: Pushback Resist
es: Resistencia al empuje
fr: Résistance Poussée
pt: Resistência ao Empurrão

source: Critical Resist
es: Resistencia a los críticos
fr: Résistance Critique
pt: Resistência Crítica

source: Reflects
es: Reenvío de daños
fr: Renvoi
pt: Danos Refletidos

source: Trap Damage
es: Daños con trampas
fr: Dommages (Pièges)
pt: Danos Armadilhas

source: % Trap Damage
es: Potencia (Trampas)
fr: Puissance (Pièges)
pt: Potência (Armadilhas)

source: Damage
es: Daños
fr: Dommages
pt: Danos

source: Neutral Damage
es: Daños Neutral
fr: Dommages Neutre
pt: Danos Neutro

source: Earth Damage
es: Daños Tierra
fr: Dommages Terre
pt: Danos Terra

source: Fire Damage
es: Daños Fuego
fr: Dommages Feu
pt: Danos Fogo

source: Water Damage
es: Daños Agua
fr: Dommages Eau
pt: Danos Água

source: Air Damage
es: Daños Aire
fr: Dommages Air
pt: Danos Ar

source: Critical Damage
es: Daños Críticos
fr: Dommages Critiques
pt: Danos Críticos

source: Pushback Damage
es: Daños de Empuje
fr: Dommages Poussée
pt: Danos de Empurrão

source: Heals
es: Curas
fr: Soins
pt: Cura

source: Neutral Resist
es: Resistencia Neutral
fr: Résistance Neutre
pt: Resistência Neutra

source: Earth Resist
es: Resistencia Tierra
fr: Résistance Terre
pt: Resistência Terra

source: Fire Resist
es: Resistencia Fuego
fr: Résistance Feu
pt: Resistência Fogo

source: Water Resist
es: Resistencia Agua
fr: Résistance Eau
pt: Resistência Água

source: Air Resist
es: Resistencia Aire
fr: Résistance Air
pt: Resistência Ar

source: % Neutral Resist
es: % Resistencia Neutral
fr: % Résistance Neutre
pt: % Resistência Neutra

source: % Fire Resist
es: % Resistencia Fuego
fr: % Résistance Feu
pt: % Resistência Fogo

source: % Water Resist
es: % Resistencia Agua
fr: % Résistance Eau
pt: % Resistência Água

source: % Air Resist
es: % Resistencia Aire
fr: % Résistance Air
pt: % Resistência Ar

source: Name
es: Nombre
fr: Nom
pt: Nome

source: optional
es: opcional
fr: optionnel
pt: opcional

source: Subject
es: Asunto
fr: Sujet
pt: Assunto

source: Message
es: Mensaje
pt: Mensagem

source: Send
es: Enviar
fr: Envoyer
pt: Enviar

source: Declare items that cannot be used on your character's set. By doing this you can avoid items that are expensive, hard to obtain, require a dungeon to be complete, or are just plain ugly.
es: Menciona qué objetos no pueden ser utilizados en tu set. De esta manera puedes evitar los objetos costosos, díficiles de obtener, con condiciones de pasar una mazmorra, o simplemente fuera de moda para tu gusto.
fr: Déclarez les items qui ne peuvent être utilisés dans votre équipement. En faisant cela vous pouvez éviter les items chers, difficiles d'obtention, requiérant un donjon pour être équipables, ou simplement moches.
pt: Declare aqui quais itens não podem ser usados no set do seu personagem. Fazendo isto, você pode evitar itens que são muito caros, difíceis de obter, que precisam de um calabouço para serem equipados, ou que são feios mesmo.

source: Forbid
es: Prohibir
fr: Interdire
pt: Proibir

source: Dofus or Trophy
es: Dofus o Trofeo
fr: Dofus ou Trophée
pt: Dofus ou Troféu

source: Frequently Asked Questions
es: Preguntas Frecuentes (FAQ)
fr: Questions Fréquentes
pt: Perguntas Frequentes

source: What are the numbers by the sliders? And why does each slider have a different range?
es: ¿Qué rayos son esos números junto a las barras? ¿Y por qué Fab'huritus cada barra tiene diferentes rangos?
fr: Quels sont les numéros à côté des curseurs ? Et pourquoi ont-ils tous une valeur différente ?
pt: O que são os números do lado das barras no Wizard? E por que cada barra tem um intervalo de valores diferente?

source: Each of those numbers indicate how many points each of the attributes is worth to you. The program will then choose the equipment that sum the most points in total. For example, suppose you have the following equipment:
es: Cada uno de esos números indica cuántos puntos de importancia tienen cada uno de esos atributos para ti. Entonces el programa escogerá el equipamiento (set) que acumule la mayoría de esos puntos. Por ejemplo, supongamos que tienes el siguiente equipamiento:
fr: Chacun de ces nombres détermine la valeur des caractéristiques par rapport à votre demande. L’assistant va ensuite choisir la combinaison d’équipements avec le score total le plus haut. Par exemple, supposons que vous avez ces équipements :
pt: Cada um desses números indica quantos pontos de importância você dá àquele atributo. O programa vai escolher, em cada categoria o item que gera a maior soma de pontos. Por exemplo, suponha que você tem os seguintes equipamentos:

source: Item A
es: Objeto A
fr: Équipement A

source: intelligence
es: inteligencia
fr: en intelligence
pt: inteligência

source: initiative
es: iniciativa
fr: en initiative
pt: iniciativa

source: Item B
es: Objeto B
fr: Équipement B

source: If you say each intelligence is worth 10 points and each initiative is worth 10 points, equipment A will have a score of 2100 points, while equipment B will have a score of 1400 points, and the program will choose Item A.
es: Si estableces que cada punto de inteligencia te importa el valor de 10 puntos y que cada punto de iniciativa te importa el valor de 10 puntos, el objeto A tendría un puntaje de 2100 puntos, mientras el objeto B tendría un puntaje de 1400 puntos; entonces el programa te sugerirá el Objeto A.
fr: Si vous choisissez une valeur de 10 par point d’intelligence et 10 par point d’initiative, l’équipement A aura un score de 2100 points alors que l’équipement B aura un score de 1400 points et dans ce cas l’assistant choisira l’équipement A.
pt: Se você estabelecer que cada ponto de inteligência tem 10 pontos de importância para você e cada ponto de iniciativa vale 10 pontos de importância também, o item A terá uma pontuação de 2100 pontos, enquanto o item B pontuará 1400 pontos. Assim, o programa escolheris o item A para seu set.

source: If you say each intelligence is worth 10 points and each initiative is worth 1 point, equipment A will have a score of 300 points, while equipment B will have a score of 500 points, and the program will choose Item B.
es: Si determinas que la Inteligencia vale 10 puntos y la Iniciativa tan solo 1 punto, el Objeto A tendría un puntaje de 300 puntos mientras el Objeto B tendría un puntaje de 500 puntos, por lo que el programa te sugerirá el Objeto B.
fr: Si vous choisissez une valeur de 10 par point d’intelligence et 1 par point d’initiative, l’équipement A aura un score de 300 points tandis que l’équipement B aura un score de 500 points et cette fois-ci l’assistant choisira l’équipement B.
pt: Agora, se você escolher dar a importância de 10 pontos para cada ponto de inteligência e apenas 1 ponto para cada ponto de iniciativa, o item A vai pontuar 300 pontos e o B, 500 pontos. Dessa forma o programa escolherá o item B.

source: That is our way of telling the program what to optimize. The ranges you see on each slider is the range that is most effective for each attribute, based on our experience. If you wish to use values outside of the range we defined, you can go to the Characteristics Weights page (under More) and set them manually.
es: Esa es nuestra forma de decirle al programa cómo optimizar. Los rangos que ves en cada barra es el rango que es más eficaz para cada atributo, basado en nuestra experiencia. Si deseas usar valores fuera del rango que nosotros establecemos, puedes ir a la página de 'Pesos de Características' debajo de 'Más' y configurarlos manualmente.
fr: C’est ainsi que nous indiquons à notre programme ce qu’il doit optimiser. Les valeurs que vous voyez de chaque côté du curseur sont celles que nous avons jugées les plus adaptées, de part notre expérience. Si vous souhaitez utiliser des valeurs en dehors des intervalles définis, vous pouvez le faire en allant sur la page 'Poids des caractéristiques' (Sous la page 'Plus').
pt: Esta é a nossa forma de informar ao programa o que otimizar. Os intervalos que você vê em cada barra é o intervalo mais efetivo para cada atributo, baseado na nossa experiência. Se você deseja utilizar valores fora desse intervalo que nós definimos, é só ir na página de Pesos de Características (clicando em Mais) e entrar os valores manualmente.

source: I asked for exos but I can’t find them on any item. Where are they?
es: Elegí la opción de permitir exos pero no los veo en ningún objeto. ¿Dónde están?
fr: J’ai demandé à avoir des exos mais je ne les vois pas sur les équipements. Où sont-ils ?
pt: Eu pedi exo mages, mas não consigo encontrar meu PA/PM extra em nenhum item. Onde eles estão?

source: We don’t assign the exos to any particular equipment because we think you are the best person to know where it is most convenient to have them. Maybe a particular item is cheaper to buy/mage in your server, or you already have an exo in a piece of equipment and want to use it. It is still important that you tell us whether or not you are gonna have exos, because otherwise we may use some items with AP conditions that make them unequipable if you get an extra AP on your set.
es: No asignamos los exos a ningún objeto en particular debido a que pensamos que tú eres el más indicado en saber dónde te conviene más tenerlos. Puede que cierto objeto sea más barato de comprar/maguear en tu servidor, o a lo mejor ya posees un exo en alguna pieza de tu equipamiento y desees usarla. En todo caso creemos importante que nos digas si quieres tener o no exos, porque si no tendríamos que usar posiblemente objetos con condiciones de PA que lo harían imposible de equipar si tienes un PA extra en tu set.
fr: Nous n’assignons pas d’exos à des équipements en particulier parce que nous pensons que vous êtes la meilleure personne pour décider où placer votre exo. Peut-être qu’un équipement particulier serait moins cher à acheter/forgemager sur votre serveur, ou vous avez déjà un exo sur l’un de vos équipements et souhaitez l’utiliser. Il est tout de même important de nous signaler si vous souhaitez ou non avoir des exos, car autrement, nous pourrions utiliser des équipements avec des conditions sur les PA maximums qui pourraient devenir inutilisables à l’ajout d’un exo PA.
pt: A gente não atribui os exos em nenhum item em especial porque nós acreditamos que você é a melhor pessoa para decidir em que peça é mais conveniente colocá-los. Talvez algum item seja mais barato de comprar/dar mage no seu servidor, ou talvez você já tenha um item com exo que queira usar. Ainda assim é importante informar se você está usando exos, porque senão o programa poderia selecionar algum item com condições de PA e PM que ficariam impossíveis de equipar com um exo.

source: I need a PVM set, but I only see PVP options. Is there a way to build a PVM set?
es: Necesito un set de PvM (Player Versus Monsters, Jugador contra Monstruos, JcM), pero solo veo opciones de PvP (Player Versus Player, Jugador contra Jugador, JcJ). ¿Hay alguna manera de diseñar un set de PvM?
fr: J’ai besoin d’une panoplie pour le PVM mais je ne vois qu’une option pour le PvP. Y-a-t’il une façon d’avoir une panoplie pour le PvM ?
pt: Eu preciso de um set de PVM, mas só consigo encontrar opções de PVP. Tem como fazer um set de PVM?

source: We assume that, if you don’t check either of the PVP options, the set you are building is a PVM set.
es: Ya lo teníamos fríamente calculado, si no seleccionas ninguna de las opciones de PvP, el set que estás diseñando es un set de PvM.
fr: Nous suggérons que si vous ne cherchez pas une panoplie spécialement pour le PvP alors par défaut la panoplie recherchée sera pour le PvM.
pt: A gente assume que, se você não escolheu nenhuma das opções de PVP, o set é de PVM.

source: How does the site choose a weapon?
es: ¿Cómo hace el programa para elegir el arma?
fr: Comment le site choisit-il notre arme ?
pt: Como o site escolhe a arma?

source: If you don’t lock a weapon, the site will disregard the weapon damages and treat it like any other item, so you don’t always get an option that hits well. You will usually get a weapon with good attributes to your build, which tend to hit the element you chose. It is common to get AP weapons that aren’t really for hitting with. Forbid them and run again to see the next better option.
es: Si no aseguras algún arma, el sitio no toma en consideración los daños del arma sino que la trata como cualquier otro objeto, por eso no siempre conseguirás una opción que cause buenos daños. Generalmente te sugeriremos un arma con buenos bonus para tus requerimientos, lo cual tiene a relacionarse con un daño al elemento que has escogido. Es común que obtengas armas de PA que no pegan muy bien. Te aconsejamos Prohibirlas y tejer nuevamente un set y esperar una mejor opción.
fr: Si vous ne verrouillez aucune arme, le site va choisir une arme sans prêter attention aux dommages et va la sélectionner comme s’il s’agissait d’un équipement normal. Vous n’aurez donc pas forcément un item qui correspond à vos besoins en terme de frappe. Vous aurez en général une arme qui aura de bonnes caractéristiques pour votre classe, de plus elle aura tendance à frapper dans l’élément que vous aurez choisi. Il n’est pas rare d’obtenir une arme à bonus PA qui n'est pas réellement faite pour frapper. Interdisez-la et relancez l’assistant (une recherche) pour voir la prochaine meilleure option.
pt: Se você não trava uma arma, o site vai ignorar os hits da arma e escolher ela como se fosse qualquer outro item, então nem sempre você recebe uma arma que bate bem. Você geralmente recebe uma arma com atributos bons para seu build, que tendem a bater no mesmo elemento que você escolheu. Também é comum receber armas de PA que não são realmente feitas pra bater. Você pode proibir essas e rodar de novo pra ver qual a segunda melhor opção.

source: Why can I focus on vitality and resists? Doesn't every char need them?
es: ¿Por qué puedo enfocarme en Vitalidad y Resistencias? ¿No se supone que eso lo necesitan todos los personajes?
fr: Pourquoi est-ce que je peux me concentrer sur la vitalité et les résistances ? Toutes les classes n’en ont-elles pas le besoin ?
pt: Por que eu posso focar em vitalidade e resistências? Todo personagem precisa disso, não?

source: Those options are there for characters that need specially high vitality (or resists). For instance, Sacriers, Masqueraiders and Foggernauts may want a lot of vitality and not care much about their main element. Others, like Osamodas, may need a vit/res build with just a little bit of intelligence, and that's how they declare that defense is more important to them. Checking a focus box trades points in your main element (and other stats) for a boost on the focus you chose.
es: Esas opciones están pensadas en los personajes que necesitan especialmente mucha Vitalidad (o resistencias). Por ejemplo, Sacrógritos, Zobal y Steamers probablemente prefieran demasiada Vitalidad y no tanto de su elemento principal. Otros, como Osamodas, podrían necesitar una build de Vita/Resis con solo un poco de inteligencia, y de esta manera es que el jugador puede establecer que la defensa es más importante para ellos. El hecho de seleccionar una casilla de enfoque hace que los puntos de peso atribuidos a tu elemento principal (y otras características) sean cambiados hacia los otros atributos en los que has decidido enfocarte.
fr: Ces options sont là pour les personnages qui recherchent spécialement beaucoup de vitalité (ou de la résistance). Par exemple, les sacrieurs, zobals et steamers peuvent rechercher beaucoup de vitalité et ne pas trop se soucier de leur élément principal. Sinon, les Osamodas peuvent avoir besoin d’une panoplie avec beaucoup de vitalité / résistance avec un petit peu d’intelligence ; c’est comme cela qu’ils démontrent que la défense est importante pour eux. Sélectionnez la case de votre élément principal (et celles d’autres stats) pour la (les) mettre en priorité.
pt: Estas opções estão lá para os personagens que precisam de vitalidade (ou resistências) especialmente altas. Por exemplo, Sacriers, Zobals e Steamers podem querer muita vitalidade e não se importar muito com o elemento principal deles. Outros, como Osamodas, podem estar atrás de um set com muita vitalidade e resistência com só um pouquinho de inteligência - e essas opções são a forma de declarar que defesa é mais importante para eles. Checar uma dessa opções troca pontos do seu elemento principal (e das outras características) por um aumento no foco que você escolheu.

source: Not checking any focus boxes is fine and correct for a lot of cases. It will give you an all-around set.
es: Si no seleccionas ninguna casilla de enfoque, es también una decisión válida para obtener un set equilibrado en todos los atributos.
fr: Ne sélectionner aucune case fonctionne aussi, cela vous donnera une panoplie équilibrée basée sur toutes les stats.
pt: Não checar nenhuma opção de foco é ok e correto em vários casos. Isto gera um set mais equilibrado entre ofensa e defesa.

source: by
es: por
fr: par
pt: por

source: If you have any items that <b>must</b> be on the final set, lock them in here:
es: Si deseas ciertos objetos que <b>deban</b> estar en el set final, asegúralos aquí:
fr: Si certains items <b>doivent</b> apparaître dans l'équipement final, verrouillez les ici :
pt: Se você tem algum item que <b>precisa</b> estar no seu conjunto final, trave ele aqui:

source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

source: Choose
es: Elegir
fr: Choisir
pt: Escolher

source: No set suggestion found
es: No se encontró ningún set sugerido
fr: Aucune suggestion d'équipement trouvée
pt: Nenhum set encontrado

source: We could not find a set that fits all your needs
es: No pudimos encontrar un set que cumpla todos tus requerimientos
fr: Nous n'avons pas pu trouver un équipement qui s'adapte à tous vos besoins
pt: Não conseguimos encontrar um set que atende a todas suas necessidades

source: Try one or more of the following tips and try again:
es: Intenta uno o más de los siguientes consejos y teje nuevamente ;) :
fr: Suivez un ou plusieurs des conseils suivants et réessayez :
pt: Tente uma ou mais das dicas abaixo e tente novamente:

source: Remove or lower <a href=%(mins_link)s>minimum characteristics</a> and raise their <a href=%(weights_link)s>weights</a> instead
es: Remueve o disminuye las <a href=%(mins_link)s>características mínimas</a> y mejor aumenta sus <a href=%(weights_link)s>pesos</a> en las barras.
fr: Supprimez ou diminuez les <a href=%(mins_link)s>caractéristiques minimales</a> et augmentez leur <a href=%(weights_link)s>poids</a> à la place
pt: Remova ou diminua <a href=%(mins_link)s>características mínimas</a> e, em vez disso, aumente seus <a href=%(weights_link)s>pesos</a>.

source: Check if you <a href=%(lock_link)s>locked</a> an item with conditions that can't be met
es: Revisa si <a href=%(lock_link)s>aseguraste</a> un objeto con condiciones que no se pueden cumplir.
fr: Vérifiez que vous n'ayez pas <a href=%(lock_link)s>verrouillé</a> un item avec des conditions qui ne peuvent être satisfaites
pt: Olhe se você <a href=%(lock_link)s>travou</a> um item com condições que não podem ser atendidas.

source: <a href=%(lock_link)s>Unlock</a> some items
es: <a href=%(lock_link)s>Desasegura</a> algunos objetos.
fr: <a href=%(lock_link)s>Déverrouiller</a> certains items
pt: <a href=%(lock_link)s>Destrave</a> alguns itens

source: Allow <a href=%(exo_link)s>exo mages</a>
es: Permite el uso de <a href=%(exo_link)s>exomagia</a>.
fr: Autoriser <a href=%(exo_link)s>exotisations</a>
pt: Permita <a href=%(exo_link)s>exos</a>.

source: Check if you are asking for &#x00BD; crits on a char whose level is too low
es: Revisa si estás requiriendo &#x00BD; en golpes críticos en un personaje cuyo nivel es demasiado bajo.
fr: Vérifiez que vous ne demandez pas le &#x00BD; cc sur un personnage dont le niveau est trop bas.
pt: Verifique se você não está pedindo &#x00BD; golpes críticos num personagem de level muito baixo.

source: Portuguese
es: Portugués
fr: Portugais
pt: Português

source: English
es: Inglés
fr: Anglais
pt: Inglês

source: French
es: Francés
fr: Français
pt: Francês

source: Spanish
es: Español
fr: Espagnol
pt: Espanhol

source: License & Copyright Information
es: Información sobre las licencias y Copyright.
fr: Information de licence et de copyright
pt: Informações de Licença e Copyright

source: Item and character images are property of
es: Las imágenes de los personajes y objetos son propiedad de
fr: Les images des objets et personnages sont la propriété d'
pt: As imagens de personagens e itens são propriedade da

source: Character images were generated with
es: Las imágenes de personajes fueron generadas con
fr: Les images des personnages sont créés grâce à
pt: As imagens de personagens foram criadas através do site

source: Powered by:
es: Tecnologías utilizadas:
fr: Technologies utilisées :
pt: Tecnologias utilizadas:

source: Licensed images:
es: Imágenes con licencia:
fr: Images sous licences :
pt: Imagens licenciadas:

source: from
es: en
fr: de
pt: em

source: generated at
es: generado en
fr: généré à
pt: gerado em

source: You have reached the maximum number of projects. Please delete some old projects and try again.
es: Has alcanzado el número máximo de proyectos permitidos. Elimina alguno empolvado e intenta de nuevo porfis.
fr: Vous avez atteint le nombre maximum de projets. Effacez de vieux projets et réessayez.
pt: Você atingiu o número máximo de projetos. Por favor, exclua um projeto antigo e tente novamente.

source: All
es: Todos
fr: Tout
pt: Todos

source: None
es: Ninguno
fr: Aucun
pt: Nenhum

source: Project
es: Proyecto
fr: Projet
pt: Projeto

source: Char
es: Personaje
fr: Personnage
pt: Personagem

source: Build
es: Elemento
fr: Élément

source: Class
es: Clase
fr: Classe
pt: Classe

source: Level
es: Nivel
fr: Niveau
pt: Nível

source: A set suggestion has been generated for this project.
es: Una sugerencia de set ha sido generada para este proyecto.
fr: Une suggestion d'équipement a été générée pour ce projet.
pt: Uma sugestão de set foi feita neste projeto.

source: Remove
es: Eliminar
fr: Supprimer
pt: Remover

source: Duplicate
es: Duplicar
fr: Dupliquer
pt: Duplicar

source: You don't have any projects yet. Create one <a href="%(create_project_link)s">here</a>.
es: Aún no tienes ningún proyecto. Crea uno <a href="%(create_project_link)s">aquí</a>.
fr: Vous n'avez aucun projet. Cliquez <a href="%(create_project_link)s">ici</a> pour en créer un.
pt: Você ainda não possui projetos. Crie um <a href="%(create_project_link)s">aqui</a>.

source: You need to login before you can load a project.
es: Necesitas iniciar sesión antes de poder cargar un proyecto.
fr: Vous devez vous connecter avant de pouvoir ouvrir un projet.
pt: Você deve fazer login para abrir um projeto.

source: Are you sure you want to delete?
es: ¿Estás seguro(a) de querer eliminarlo?
fr: Êtes-vous sur de vouloir l'effacer ?
pt: Você tem certeza que deseja excluir?

source: An error has occurred
es: Ha ocurrido un errorcirijillo.
fr: Une erreur s'est produite
pt: Ocorreu um erro

source: Tailoring a set for %(char_name)s
es: Confeccionando un set para %(char_name)s
fr: Création de l'équipement pour %(char_name)s
pt: Pensando em um set para %(char_name)s

source: Tailoring a set
es: Confeccionando un set
fr: Création de l'équipement
pt: Pensando em um set
