Repository: PiwiSlayer/DofusFashionista
Catalog: fashionsite/locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt

source: Shovel Kiss
es: Jarabe de Pala
fr: Roulage de Pelle
pt: Pá Virada

source: Spade Kiss
es: Jarabe de Laya
fr: Roulage de Bêche
pt: Enxada Virada

source: Loafylactic
es: Debilitación
fr: Abattement
pt: Abate

source: Fortune
es: Suerte
fr: Chance
pt: Sorte

source: Opportuneness
es: Oportunidad
fr: Opportunité
pt: Oportunidade

source: Shovel of Judgment
es: Pala del Juicio
fr: Pelle du Jugement
pt: Pá do Julgamento

source: Spade of Judgment
es: Laya del Juicio
fr: Bêche du Jugement
pt: Enxada do Julgamento

source: Slaughtering Shovel
es: Pala Masacrante
fr: Pelle Massacrante
pt: Pá Massacrante

source: Carnivore Spade
es: Laya Carnívora
fr: Bêche Carnivore
pt: Enxada Carnívora

source: Unsummoning
es: Desinvocación
fr: Désinvocation
pt: Desinvocação

source: Correction
es: Corrección
pt: Correção

source: Natural Attack
es: Ataque Natural
fr: Attaque Naturelle
pt: Ataque Natural

source: Natural Attraction
es: Atracción Natural
fr: Attraction Naturelle
pt: Atração Natural

source: Blindness
es: Ceguera
fr: Aveuglement
pt: Cegueira

source: Dazzling
es: Deslumbramiento
fr: Éblouissement
pt: Ofuscamento

source: Typhoon
es: Tifón
fr: Typhon
pt: Tufão

source: Gust
es: Borrasca
fr: Bourrasque
pt: Borrasca

source: Bubble
es: Pompa
fr: Bulle
pt: Bolha

source: Swelling
es: Abotargamiento
fr: Boursoufflure
pt: Tumefação

source: Aggressive Glyph
es: Glifo Agresivo
fr: Glyphe Agressif
pt: Glifo Agressivo

source: Fulminating Glyph
es: Glifo Fulminante
fr: Glyphe Fulminant
pt: Glifo Fulminante

source: Lethargy
es: Letargo
fr: Léthargie
pt: Letargia

source: Lifelessness
es: Atonía
fr: Atonie
pt: Atonia

source: Cloudy Attack
es: Ataque Nuboso
fr: Attaque Nuageuse
pt: Ataque Nebuloso

source: Stormy Attack
es: Ataque Tormentoso
fr: Attaque Orageuse
pt: Ataque Tempestuoso

source: Bastion
es: Bastión
pt: Bastião

source: Backlash
es: Puñalada
fr: Retour du Bâton
pt: Retrocesso

source: Tetany
es: Tetania
fr: Tétanie
pt: Tetania

source: Repulsion Glyph
es: Glifo de Repulsión
fr: Glyphe de Répulsion
pt: Glifo de Repulsão

source: Barrier
es: Parapeto
fr: Barrière
pt: Barreira

source: Blinding Glyph
es: Glifo de Ceguera
fr: Glyphe d'Aveuglement
pt: Glifo de Cegueira

source: Protective Glyph
es: Glifo Protector
fr: Glyphe Protecteur
pt: Glifo Protetor

source: Shiver
es: Escalofrío
fr: Frisson
pt: Calafrio

source: Tension
es: Tensión
pt: Tensão

source: Paralyzing Glyph
es: Glifo Óptico
fr: Glyphe Optique
pt: Glifo Óptico

source: Roaming Glyph
es: Glifo de Itinerancia
fr: Glyphe d'Itinérance
pt: Glifo de Itinerância

source: Reinforced Protection
es: Posición Defensiva
fr: Mise en Garde
pt: Advertência

source: Burning Glyph
es: Glifo Flamígero
fr: Glyphe Enflammé
pt: Glifo Flamejante

source: Perception Glyph
es: Glifo de Percepción
fr: Glyphe de Perception
pt: Glifo de Percepção

source: Anchor
es: Anclaje
fr: Ancrage
pt: Ancoragem

source: Mooring
es: Amarre
fr: Amarage
pt: Amarras

source: Pilfer
es: Piratería
fr: Flibuste
pt: Pirataria

source: Scuttle
es: Desfonde
fr: Sabordage
pt: Sabotagem

source: Torrent
es: Corriente
fr: Courant
pt: Corrente

source: Harmattan
es: Harmatán
pt: Harmatão

source: Scaphander
es: Escafandra
fr: Scaphandre
pt: Escafandro

source: Backwash
es: Resacón
fr: Ressac
pt: Refluxo

source: Tide
es: Marea
fr: Marée
pt: Maré

source: Corrosion
es: Corrosión
pt: Corrosão

source: Vapour
es: Vapor
fr: Vapor
pt: Vapor

source: Valve
es: Ventalla
fr: Soupape
pt: Registro

source: Periscope 1
es: Avistamiento
fr: Longue Vue
pt: Luneta

source: Periscope 2
es: Periscopio
fr: Périscope
pt: Periscópio

source: First Aid
es: Socorrismo
fr: Secourisme
pt: Primeiros Socorros

source: Rescue
es: Salvamento
fr: Sauvetage
pt: Salvamento

source: Surge
es: Salitre
fr: Selpâtre
pt: Salitre

source: Short-Circuit
es: Cortocircuito
fr: Court-circuit
pt: Curto-Circuito

source: Ambush
es: Abordaje
fr: Embuscade
pt: Emboscada

source: Froth
es: Espuma de Mar
fr: Écume
pt: Espuma

source: Nautilus
es: Nautilo
fr: Nautile
pt: Náutilo

source: Trident
es: Tridente
fr: Foène
pt: Arpéu

source: Seizing
es: Reconocimiento
fr: Arraisonnage
pt: Abalroar

source: Intimidation
es: Intimidación
pt: Intimidação

source: Pressure
es: Presión
fr: Pression
pt: Pressão

source: Pounding
es: Casca
fr: Tannée
pt: Zurzidela

source: Outpouring
es: Oleada
fr: Déferlement
pt: Pandemônio

source: Threat
es: Amenaza
fr: Menace
pt: Ameaça

source: Divine Sword
es: Espada Divina
fr: Épée Divine
pt: Espada Divina

source: Cleaver
es: Cuchillo de Carnicero
fr: Fendoir
pt: Rachador

source: Destructive Sword
es: Espada Destructora
fr: Épée Destructrice
pt: Espada Destrutiva

source: Destructive Ring
es: Anillo Destructor
fr: Anneau Destructeur
pt: Anel Destruidor

source: Concentration
es: Concentración
pt: Concentração

source: Accumulation
es: Acumulación
pt: Acumulação

source: Cut
es: Corte
fr: Couper
pt: Corte

source: Fracture
es: Fractura
pt: Fratura

source: Sword of Judgement
es: Espada del Juicio
fr: Épée du Jugement
pt: Espada do Julgamento

source: Condemnation
es: Condena
fr: Condamnation
pt: Condenação

source: Strengthstorm
es: Tempestad de Potencia
fr: Tempête de Puissance
pt: Tempestade de Poder

source: Tumult
es: Tumulto
fr: Tumulte
pt: Tumulto

source: Celestial Sword
es: Espada Celeste
fr: Épée Céleste
pt: Espada Celestial

source: Zenith
es: Cénit
fr: Zénith
pt: Zênite

source: Endurance
es: Resistencia
pt: Resistência

source: Sword of Iop
es: Espada de Yopuka
fr: Épée de Iop
pt: Espada de Iop

source: Pygmachia
es: Pugilato
fr: Pugilat
pt: Pugilato

source: Sword of Fate
es: Espada del Destino
fr: Épée du Destin
pt: Espada do Destino

source: Sentence
es: Sentencia
pt: Sentença

source: Iop's Wrath
es: Ira de Yopuka
fr: Colère de Iop
pt: Ira de Iop

source: Fit of Rage
es: Furor
fr: Fureur
pt: Furor

source: Picada
es: Picado

source: Reinforcement
es: Refuerzo
fr: Appui
pt: Apoio

source: Retention
es: Retención
fr: Rétention
pt: Retenção

source: Cavalcade
es: Cabalgata
pt: Cavalgada

source: Distance
es: Distancia
pt: Distância

source: Capering
es: Cabriola
fr: Cabriole
pt: Cabriola

source: Decoy
es: Reclamo
fr: Appeau
pt: Chamariz

source: Catalepsy
es: Catalepsia
fr: Catalepsie
pt: Catalepsia

source: Apostasy
es: Apostasía
fr: Apostasie
pt: Apostasia

source: Apathy
es: Apatía
fr: Apathie
pt: Apatia

source: Inferno
es: Infernus

source: Canine
es: Colmillo
pt: Canino

source: Repulsive Fang
es: Colmillo Repulsivo
fr: Croc Répulsif
pt: Presa Repulsiva

source: Dragonic
es: Dragónico
fr: Dragonique
pt: Dragônico

source: Aquatic Wave
es: Onda Acuática
fr: Onde Aquatique
pt: Onda Aquática

source: Fossil
es: Fósil
fr: Fossile
pt: Fóssil

source: Sedimentation
es: Sedimentación
fr: Sédimentation
pt: Sedimentação

source: Takeoff
es: Levanta el Vuelo
fr: Envol
pt: Voo

source: Whip
es: Látigo
fr: Fouet
pt: Chicote

source: Duster
es: Plumero
fr: Plumeau
pt: Penacho

source: Plucking
es: Desplume
fr: Déplumage
pt: Depenagem

source: Dragon's Breath
es: Soplido del Dragón
fr: Souffle du dragon
pt: Sopro do Dragão

source: Crackler Punch
es: Golpe del Crujidor
fr: Frappe du Craqueleur
pt: Golpe do Smagador

source: Constriction
es: Constricción
pt: Constrição

source: Geyser
es: Géiser
pt: Gêiser

source: Whirlwind
es: Torbellino
fr: Tourbillon
pt: Redemoinho

source: Blazing Fist
es: Puño Flamígero
fr: Poing Enflammé
pt: Punho Flamejante

source: Burning Circle
es: Círculo Ardiente
fr: Cercle Brûlant
pt: Círculo Ardente

source: Debauchery
es: Jarana
fr: Ribote
pt: Esbórnia

source: Hangover
es: Resaca
fr: Gueule de Bois
pt: Ressaca

source: Alcoholic Breath
es: Soplido Alcoholizado
fr: Souffle Alcoolisé
pt: Sopro Alcoolizado

source: Numbness
es: Entumecimiento
fr: Engourdissement
pt: Dormência

source: Schnaps
es: Ventolera
pt: Aguardente

source: Liqueur
es: Licor
pt: Licor

source: Propulsion
es: Propulsión
pt: Propulsão

source: Eviction
es: Desalojo
fr: Éviction
pt: Despejo

source: Nausea
es: Náuseas
fr: Nausée
pt: Náusea

source: Tipple
es: Etilo
fr: Ethylo
pt: Etílico

source: Distillation
es: Destilación
pt: Destilação

source: Melancholy
es: Ola Marejadora
fr: Vague à Lame
pt: Onda de Tristeza

source: Hooch
es: Orujo
fr: Gnôle
pt: Goró

source: Zatoishwan's Wrath
es: Ira de Zatoïshwan
fr: Colère de Zatoïshwan
pt: Ira de Zatoishwan

source: Explosive Flask
es: Frasco Explosivo
fr: Flasque Explosive
pt: Frasco Explosivo

source: Absinthe
es: Absenta
pt: Absinto

source: Filthipint
es: Aguachirle
fr: Bistouille
pt: Zurrapa

source: Explobomb
es: Explobomba
fr: Explobombe
pt: Explobomba

source: Extraction
es: Extracción
pt: Extração

source: Obliteration
es: Obliteración
fr: Oblitération
pt: Obliteração

source: Musket
es: Mosquete
fr: Mousquet
pt: Mosquete

source: Grenado
es: Tornabomba
fr: Tornabombe
pt: Tornabomba

source: Boomerang Daggers
es: Dagas Bumerán
fr: Dagues Boomerang
pt: Adagas Bumerangue

source: Cadence
es: Cadencia
pt: Cadência

source: Deception
es: Colado
fr: Resquille
pt: Trapaça

source: Stolen Goods
es: Receptación
fr: Recel
pt: Encobrimento

source: Water Bomb
es: Bomba de Agua
fr: Bombe à Eau
pt: Bomba d'Água

source: Pulsar
es: Púlsar

source: Gluing Explobomb
es: Explobomba Pegajosa
fr: Explobombe Collante
pt: Explobomba Pegajosa

source: Arquebus
es: Arcabuz
fr: Arquebuse
pt: Arcabuz

source: Carbine
es: Arcabuz
fr: Espingole
pt: Carabine

source: Machine Gun
es: Metralla
fr: Mitraille
pt: Metralha

source: Last Breath
es: Último Aliento
fr: Dernier Souffle
pt: Último Suspiro

source: Seismobomb
es: Sismobomba
fr: Sismobombe
pt: Sismobomba

source: Blunderbuss
es: Tromba
fr: Tromblon
pt: Mosquete 2

source: Weigh Down
es: Emplomado
fr: Plombage
pt: Rebaixamento

source: Absorption
es: Absorción
pt: Absorção

source: Slaughter
es: Hecatombe
fr: Hécatombe
pt: Hecatombe

source: Fury
es: Furia
fr: Furie
pt: Fúria

source: Stase
es: Estasis
pt: Estase

source: Dissolution
es: Disolución
pt: Dissolução

source: Motivating Pain
es: Dolor Motivador
fr: Douleur motivante
pt: Dor Motivadora

source: Cauterisation
es: Cauterización
fr: Cautérisation
pt: Cauterização

source: Assault
es: Asalto
fr: Assaut
pt: Assalto

source: Aversion
es: Aversión
pt: Aversão

source: Mutilation
es: Mutilación
pt: Mutilação

source: Light Speed
es: Fulgor
fr: Fulgurance
pt: Fulgurância

source: Condensation
es: Condensación
pt: Condensação

source: Nervousness
es: Nerviosismo
fr: Nervosité
pt: Nervosismo

source: Clobbering
es: Desencadenamiento
fr: Déchaînement
pt: Desencadeamento

source: Projection
es: Proyección
pt: Projeção

source: Hostility
es: Hostilidad
fr: Hostilité
pt: Hostilidade

source: Torture
es: Suplicio
fr: Supplice
pt: Suplício

source: Desolation
es: Desolación
fr: Désolation
pt: Desolação

source: Influx
es: Aflujo
fr: Afflux
pt: Afluxo

source: Ravages
es: Rapapolvo
fr: Ravage
pt: Devastação

source: Decimation
es: Aniquilamiento
fr: Décimation
pt: Dizimação

source: Gash
es: Corte
fr: Entaille
pt: Entalhe

source: Blood Bath
es: Baño de Sangre
fr: Bain de sang
pt: Banho de Sangue

source: Ritual Bloodletting
es: Sangría Ritual
fr: Saignée rituelle
pt: Sangria Ritual

source: Bramble
es: Zarza
fr: Ronce
pt: Sarça

source: Poisoned Undergrowth
es: Maleza Envenenada
fr: Broussaille Empoisonnée
pt: Matagal Envenenado

source: Paralysing Poison
es: Veneno Paralizante
fr: Poison Paralysant
pt: Veneno Paralisante

source: Tear
es: Lágrima
fr: Larme
pt: Lágrima

source: Rise of Sap
es: Subida de Savia
fr: Montée de Sève
pt: Inundação de Seiva

source: Soothing Bramble
es: Zarza Tranquilizadora
fr: Ronce Apaisante
pt: Sarça Calmante

source: Earthquake
es: Temblor
fr: Tremblement
pt: Terremoto

source: Shake
es: Sacudida
fr: Secousse
pt: Abalo

source: Natural Gift
es: Don Natural
fr: Don Nature
pt: Dom Natural

source: Inoculation
es: Inoculación
pt: Inoculação

source: Manifold Bramble
es: Zarzas Múltiples
fr: Ronces Multiples
pt: Sarças Múltiplas

source: Force of Nature
es: Fuerza de la Naturaleza
fr: Force de la Nature
pt: Força da Natureza

source: Dolly Sacrifice
es: Sacrificio Muñequero
fr: Sacrifice Poupesque
pt: Sacrifício Bonecal

source: Bane
es: Plaga
fr: Fléau
pt: Flagelo

source: Aggressive Bramble
es: Zarzas Agresivas
fr: Ronces Agressives
pt: Sarças Agressivas

source: Plaguing Bramble
es: Zarza Acosante
fr: Ronce Harcelante
pt: Sarça Inconveniente

source: Wild Grass
es: Hierba Loca
fr: Herbe Folle
pt: Erva Daninha

source: Contagion
es: Contagio
pt: Contágio

source: Bush Fire
es: Fuego Montés
fr: Feu de Brousse
pt: Incêndio Florestal

source: Voodoo Curse
es: Maldición Vudú
fr: Malédiction Vaudou
pt: Maldição Vodu

source: Paralysing Bramble
es: Zarza Paralizante
fr: Ronce Paralysante
pt: Sarça Paralisante

source: Tricky Trap
es: Trampa Solapada
fr: Piège Sournois
pt: Armadilha Enganosa

source: Deviousness
es: Engaño
fr: Sournoiserie
pt: Engano

source: Pitfall
es: Abrojo
fr: Chausse-Trappe
pt: Estrepe

source: Insidious Poison
es: Veneno Insidioso
fr: Poison Insidieux
pt: Veneno Insidioso

source: Toxines
es: Toxinas
pt: Toxinas

source: Mistake
es: Karadura
fr: Fourvoiement
pt: Extravo

source: Raiding
es: Pillaje
fr: Pillage
pt: Saque

source: Tricky Blow
es: Golpe Solapado
fr: Coup Sournois
pt: Golpe Dissimulado

source: Cut-Throat
es: Rebanacuellos
fr: Coupe-gorge
pt: Degolador

source: Miry Trap
es: Trampa Fangosa
fr: Piège Fangeux
pt: Armadilha Abjeta

source: Larceny
es: Hurto
fr: Larcin
pt: Furto

source: Mass Trap
es: Trampa de Masas
fr: Piège de Masse
pt: Armadilha de Massa

source: Trapster
es: Celada
fr: Traquenard
pt: Cilada

source: Cruelty
es: Crueldad
fr: Cruauté
pt: Crueldade

source: Poisoned Trap
es: Trampa Envenenada
fr: Piège Empoisonné
pt: Armadilha Envenenada

source: Toxic Injection
es: Inyección Tóxica
fr: Injection Toxique
pt: Injeção Tóxica

source: Chakra Concentration
es: Concentración de Chakra
fr: Concentration de Chakra
pt: Concentração de Chakra

source: Fragmentation Trap
es: Trampa de Fragmentación
fr: Piège à Fragmentation
pt: Armadilha de Fragmentação

source: Insidious Trap
es: Trampa Insidiosa
fr: Piège Insidieux
pt: Armadilha Insidiosa

source: Epidemic
es: Epidemia
fr: Épidémie
pt: Epidemia

source: Repelling Trap
es: Trampa Repulsiva
fr: Piege Répulsif
pt: Armadilha Repulsiva

source: Con
es: Estafa
fr: Arnaque
pt: Burla

source: Jinx
es: Mala Sombra
fr: Poisse
pt: Zica

source: Calamity
es: Calamidad
fr: Calamité
pt: Calamidade

source: Furrow
es: Estratagema
fr: Fourberie
pt: Perfídia

source: Perquisition
es: Registro
pt: Perquisição

source: Lethal Attack
es: Ataque Mortal
fr: Attaque Mortelle
pt: Ataque Mortal

source: Malevolent Trap
es: Trampa Funesta
fr: Piège Funeste
pt: Armadilha Funesta

source: Lethal Trap
es: Trampa Mortal
fr: Piège Mortel
pt: Armadilha Mortal

source: Perfidy
es: Perfidia
fr: Perfidie
pt: Torpeza

source: Slow Down
es: Ralentización
fr: Ralentissement
pt: Desaceleração

source: Souvenir
es: Recuerdo

source: Hand
es: Aguja
fr: Aiguille
pt: Ponteiro

source: Cog
es: Engranaje 1
fr: Rouage
pt: Mecanismo

source: Shriveling
es: Marchitación
fr: Flétrissement
pt: Murchidão

source: Drying Up
es: Desecamiento
fr: Dessèchement
pt: Ressecamento

source: Xelor's Punch
es: Golpe de Xelor
fr: Frappe de Xélor
pt: Golpe de Xelor

source: Gear
es: Engranaje 2
fr: Engrenage
pt: Engrenagem

source: Frostbite
es: Congelación
fr: Gelure
pt: Enregelamento

source: Disruption
es: Perturbación
fr: Perturbation
pt: Perturbação

source: Xelor's Sandglass
es: Reloj de Arena de Xelor
fr: Sablier de Xélor
pt: Ampulheta de Xelor

source: Temporal Distortion
es: Distorsión Temporal
fr: Distorsion Temporelle
pt: Distorção Temporal

source: Time Theft
es: Robo del Tiempo
fr: Vol du Temps
pt: Tempo Roubado

source: Petrification
es: Petrificación
fr: Pétrification
pt: Petrificação

source: Temporal Dust
es: Polvo Temporal
fr: Poussière Temporelle
pt: Poeira Temporal

source: Temporal Suspension
es: Suspensión Temporal
fr: Suspension Temporelle
pt: Suspensão Temporal

source: Loss of Motivation
es: Desmotivación
fr: Démotivation
pt: Desmotivação

source: Pendulum
es: Péndulo
fr: Pendule
pt: Pêndulo

source: Clock
es: Reloj de Pared
fr: Horloge
pt: Relógio

source: Water Clock
es: Reloj de Agua
fr: Clepsydre
pt: Clepsidra

source: Dark Ray
es: Rayo Oscuro
fr: Rayon Obscur
pt: Raio Obscuro

source: Shadowy Beam
es: Rayo Tenebroso
fr: Rayon Ténébreux
pt: Raio Tenebroso

source: Knell
es: Tañido
fr: Glas
pt: Dobre Fúnebre

source: Affliction
es: Aflicción
pt: Aflição

source: Tribulation
es: Tribulación
pt: Tribulação

source: Insult
es: Insulto
fr: Affront
pt: Afronta

source: Contempt
es: Desprecio
fr: Mépris
pt: Desprezo

source: Convulsion
es: Convulsión
pt: Convulsão

source: Wakfu Ray
es: Rayo de Wakfu
fr: Rayon de Wakfu
pt: Raio de Wakfu

source: Lazybeam
es: Resplandor
fr: Faisceau
pt: Feixe

source: Offence
es: Ofensiva
pt: Ofensa

source: Affront
es: Afrenta
fr: Outrage
pt: Injúria

source: Therapy
es: Terapia
fr: Thérapie
pt: Terapia

source: Sinecure
es: Sinecura
fr: Sinécure
pt: Mamata

source: Bullying
es: Acoso
fr: Brimade
pt: Implicância

source: Lightning Fist
es: Puño Relámpago
fr: Poing Fulgurant
pt: Punho Fulminante

source: Snub
es: Desdén
fr: Camouflet
pt: Solavanco

source: Audacious
es: Audacia
fr: Audace
pt: Audácia

source: Composure
es: Aplomo
fr: Aplomb
pt: Aprumo

source: Focus
es: Focalización
pt: Foco

source: Parasite
es: Parásito
pt: Parasita

source: Ridicule
es: Ridículo
fr: Raillerie
pt: Chacota

source: Persiflage
es: Mofa
pt: Galhofa

source: Ether
es: Éter
fr: Éther
pt: Éter

source: Stinger
es: Dardo
fr: Dard
pt: Dardo

source: Telluric Wave
es: Onda Telúrica
fr: Onde Tellurique
pt: Onda Telúrica

source: Celestial Wave
es: Onda Celeste
fr: Onde Céleste
pt: Onda Celestial

source: Flamethrower
es: Lanzallamas
fr: Lance-Flamme
pt: Lança-Chamas

source: Cataract
es: Catarata
fr: Cataracte
pt: Catarata

source: Stalagmite
es: Estalagmita
pt: Estalagmite

source: Ember
es: Tizón
fr: Tison
pt: Tição

source: Elemental Drain
es: Drenaje Elemental
fr: Drain Élémentaire
pt: Dreno Elementar

source: Storm
es: Tormenta
fr: Orage
pt: Tormenta

source: Tectonic Breach
es: Brecha Tectónica
fr: Brèche Tectonique
pt: Brecha Tectônica

source: Astral Blade
es: Hoja Astral
fr: Lame Astrale
pt: Lâmina Astral

source: Telluric Blade
es: Hoja Telúrica
fr: Lame Tellurique
pt: Lâmina Telúrica

source: Burning Stroke
es: Trazo Flamígero
fr: Trait Ardent
pt: Tiro Ardente

source: Volcano
es: Volcán
fr: Volcan
pt: Vulcão

source: Glacier
es: Glaciar
pt: Geleira

source: Stalactite
es: Estalactita
pt: Estalactite

source: Journey
es: Travesía
fr: Traversée
pt: Travessia

source: Deflagration
es: Deflagración
fr: Déflagration
pt: Deflagração

source: Flood
es: Diluvio
fr: Déluge
pt: Dilúvio

source: Contribution
es: Contribución
pt: Contribuição

source: Icy Shards
es: Esquirlas Heladas
fr: Éclats Glacés
pt: Fragmentos Gelados

source: Sun Lance
es: Lanza Solar
fr: Lance Solaire
pt: Lança Solar

source: Transfixing Gust
es: Ráfaga Traspasadora
fr: Rafale Transperçante
pt: Rajada Trespassante

source: Hurricane
es: Huracán
fr: Ouragan
pt: Furacão

source: Striking Meteor
es: Meteoro Golpeador
fr: Météore Percutant
pt: Meteoro Percuciente

source: Comet
es: Cometa
fr: Comète
pt: Cometa

source: Watchdog
es: Moloso
fr: Molosse
pt: Molosso

source: Jaw
es: Mandíbula
fr: Mâchoire
pt: Mandíbula

source: Ulna
es: Cúbito
fr: Cubitus
pt: Cúbito

source: Calcaneus
es: Calcáneo
pt: Calcâneo

source: Carcass
es: Carcasa
fr: Carcasse
pt: Carcaça

source: Stripping
es: Restos
fr: Dépouille
pt: Esfoladura

source: Cutting Down
es: Ojeo
fr: Rabattage
pt: Abatimento

source: Woof
es: Ladrar
fr: Aboi
pt: Ladrido

source: Mastiff
es: Dogo
fr: Dogue
pt: Dogue

source: Muzzle
es: Bozal
fr: Muselière
pt: Mordaça

source: Humerous
es: Húmero
fr: Humérus
pt: Úmero

source: Tracking
es: Rastreo
fr: Traque
pt: Assédio

source: Hunt
es: Cacería
fr: Chasse
pt: Caça

source: Bloodhound
es: Sabueso
fr: Limier
pt: Sabujo

source: Beaten
es: Batida
fr: Battue
pt: Caça de Batida

source: R-Canine
es: Arcanino
fr: Arcanin
pt: Arcanino

source: Carrion
es: Carroña
fr: Charogne
pt: Cadáver

source: Radius
es: Radio
pt: Rádio

source: Marrow Bone
es: Hueso con tuétano
fr: Os à moelle
pt: Tutano

source: Vertebra
es: Vértebra
fr: Vertèbre
pt: Vértebra

source: Cerberus
es: Cerbero
fr: Cerbère
pt: Cérbero

source: Tetanisation
es: Tetanización
fr: Tétanisation
pt: Tetanização

source: Carving Up
es: Despiece
fr: Dépeçage
pt: Desmembramento

source: Not charged
es: Sin cargar
fr: Non chargée
pt: Sem carregar

source: Not Charged
es: Sin cargar
fr: Non chargée
pt: Sem Carregar

source: Charged once
es: Cargada una vez
fr: Chargée une fois
pt: Carregado uma vez

source: Charged twice
es: Cargada dos veces
fr: Chargée deux fois
pt: Carregado duas vezes

source: If the target is pushed
es: Si el objetivo es empujado
fr: Si la cible est poussée
pt: Se o alvo for empurrado

source: If the target suffers pushback damage
es: Si el objetivo sufre daño de retroceso
fr: Si la cible subit des dégâts de poussée
pt: Se o alvo sofrer danos de empurrão

source: Regular shot
es: Tiro regular
fr: Tir régulier
pt: Tiro normal

source: After postponing once
es: Después de posponer una vez
fr: Après avoir reporté une fois
pt: Depois de adiar uma vez

source: After postponing twice
es: Después de posponer dos veces
fr: Après avoir reporté deux fois
pt: Depois de adiar duas vezes

source: Enemies
es: Enemigos
fr: Ennemis
pt: Inimigos

source: Allies
es: Aliados
fr: Alliés
pt: Aliados

source: Enemies (imediately)
es: Enemigos (inmediatamente)
fr: Ennemis (immédiatement)
pt: Inimigos (imediatamente)

source: Enemies (next turn)
es: Enemigos (turno siguiente)
fr: Ennemis (prochain tour)
pt: Inimigos (próximo turno)

source: Allies (imediately)
es: Aliados (inmediatamente)
fr: Alliés (immédiatement)
pt: Aliados (imediatamente)

source: Allies (next turn)
es: Aliados (turno siguiente)
fr: Alliés (prochain tour)
pt: Aliados (próximo turno)

source: If the target has more than 50% HP
es: Si el objetivo tiene más del 50% de PdV
fr: Si la cible a plus de 50% de PV
pt: Se o alvo tiver mais de 50% de PV

source: If the target has less than 50% HP
es: Si el objetivo tiene menos del 50% de PdV
fr: Si la cible a moins de 50% de PV
pt: Se o alvo tiver menos de 50% de PV

source: In one turn
es: En un turno
fr: Dans un tour
pt: Em um turno

source: In two turns
es: En dos turnos
fr: Dans deux tours
pt: Em dois turnos

source: In three turns
es: En tres turnos
fr: Dans trois tours
pt: Em três turnos

source: Enemy or around ally
es: En un enemigo o alrededor de un aliado
fr: Dans un ennemi ou autour d'un allié
pt: Em um inimigo ou em torno de um aliado

source: Ally or around enemy
es: En un aliado o alrededor de un enemigo
fr: Dans un allié ou autour d'un ennemi
pt: Em um aliado ou em torno de um inimigo

source: Non-summons
es: No invocaciones
fr: Autre qu'invocation
pt: Não invocações

source: Hit
es: Golpe
fr: Coup
pt: Ao bater

source: Pushback Poison
es: Veneno por empujes
fr: Dommages supplémentaires sur dommages de poussée
pt: Veneno de empurrão

source: Other
es: Otros
fr: Autres
pt: Outros

source: Charged
es: Cargada
fr: Chargée
pt: Carregado

source: Gobball
es: Jalató
fr: Bouftou
pt: Papatudo

source: Toad
es: Sapo
fr: Crapaud
pt: Sapo

source: Wyrmling (enemies)
es: Dragonito (Enemigos)
fr: Dragonnet (Ennemis)
pt: Dragoneto (inimigos)

source: Wyrmling (allies)
es: Dragonito (Aliados)
fr: Dragonnet (Alliés)
pt: Dragoneto (aliados)

source: No Tofus
es: Sin Tofus
fr: Sans Tofus
pt: Sem Tofus

source: One Tofu
es: Un Tofu
fr: Un Tofu
pt: Um Tofu

source: Two Tofus
es: Dos Tofus
fr: Deux Tofus
pt: Dois Tofus

source: Three Tofus
es: Tres Tofus
fr: Trois Tofus
pt: Três Tofus

source: Four Tofus
es: Cuatro Tofus
fr: Quatre Tofus
pt: Quatro Tofus
