Repository: PiwiSlayer/DofusFashionista
Catalog: fashionsite/locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt

source: Welcome, you are logged in as %(user_alias)s!
es: ¡Bienvenido, has iniciado sesión como %(user_alias)s!
fr: Bienvenue, vous êtes connecté en tant que %(user_alias)s !
pt: Bem vindo, você está logado como %(user_alias)s!

source: You can change your alias, email and password <a href='%(manage_account_url)s'>here</a>.
es: Puedes cambiar tu apodo, email y contraseña <a href='%(manage_account_url)s'>aquí</a>.
fr: Vous pouvez changer votre surnom, email et mot de passe <a href='%(manage_account_url)s'>ici</a>.
pt: Você pode mudar seu apelido, email e senha <a href='%(manage_account_url)s'>aqui</a>.

source: <a href='%(create_project_url)s'>Create</a> or <a href='%(load_projects_url)s'>load</a> a project to get started.
es: <a href='%(create_project_url)s'>Crear</a> o <a href='%(load_projects_url)s'>cargar</a> un proyecto para comenzar.
fr: <a href='%(create_project_url)s'>Créer</a> ou <a href='%(load_projects_url)s'>charger</a> un projet pour commencer
pt: <a href='%(create_project_url)s'>Crie</a> ou <a href='%(load_projects_url)s'>abra</a> um projeto para começar.

source: Your email had already been confirmed. Please type your password to enter.
es: Tu correo ya ha sido confirmado. Por favor escribe tu contraseña para entrar.
fr: Votre email a déjà été confirmé. Tapez votre mot de de passe pour entrer.
pt: Seu email já havia sido confirmado. Por favor, digite sua senha para entrar.

source: Thanks for confirming your email. Please type your password to enter.
es: Gracias por confirmar tu correo. Por favor escribe tu contraseña para entrar.
fr: Merci d'avoir confirmer votre email. Tapez votre mot de passe pour entrer.
pt: Obrigado por confirmar seu email. Por favor, digite sua senha para entrar.

source: Username
es: Nombre de usuario
fr: Nom de compte
pt: Usuário

source: Password
es: Contraseña
fr: Mot de passe
pt: Senha

source: Forgot your password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
pt: Esqueceu sua senha?

source: Enter
es: Conectarse
fr: Connexion
pt: Entrar

source: or
es: o
fr: ou
pt: ou

source: Login with Facebook
es: Conectarse usando Facebook
fr: Se connecter avec Facebook
pt: Entrar com Facebook

source: Login with Google
es: Conectarse usando Google
fr: Se connecter avec Google
pt: Entrar com Google

source: We will <b>never</b> post anything to either of your walls.<br> This step is just an authentication so you are able to save and share projects.
es: <b>Nunca</b> publicaremos nada de nada en tus redes sociales. Este paso sólo es una autenticación para permitirte guardar y compartir tus proyectos.
fr: Nous ne publierons <b>jamais</b> sur vos réseaux sociaux. Cette étape sert uniquement d'identification pour pouvoir sauvegarder et partager des projets.
pt: Nós <b>nunca</b> vamos postar nada em nenhuma das suas redes sociais. Este passo é apenas uma autenticação para que você possa salvar e compartilhar seus projetos.

source: New here? Register:
es: ¿Eres nuevo en la vecindad? Regístrate:
fr: Nouveau ici ? Inscris toi :
pt: Novo aqui? Crie uma conta:

source: Remember to never use your Dofus login and password on any external websites (which includes this one)
es: Recuerda nunca usar tu cuenta y contraseña de Dofus (Ankama) en sitios no oficiales (incluyendo este).
fr: Rappelez-vous de ne jamais utiliser votre nom d'utilisateur et votre mot de passe de Dofus sur des sites Internet externes (celui-ci y compris)
pt: Lembre-se de nunca utilizar seu usuário e senha do Dofus em nenhum site externo (incluindo este)

source: Confirm Password
es: Confirmar contraseña
fr: Confimer le mot de passe
pt: Confirmar senha

source: Register
es: Registrarse
fr: Inscription
pt: Criar conta

source: Project Name
es: Nombre del Proyecto
fr: Nom du Projet
pt: Nome do Projeto

source: Copy this project
es: Copiar este proyecto
fr: Copier ce projet
pt: Copiar este projeto

source: Edit
es: Editar
fr: Éditer
pt: Editar

source: Manage account
es: Administrar mi cuenta
fr: Gérer son compte
pt: Gerenciar conta

source: Set account details
es: Detalles de la cuenta
fr: Détails du compte
pt: Mudar detalhes da conta

source: Alias
es: Apodo
fr: Pseudo
pt: Apelido

source: Change password
es: Cambiar tu contraseña
fr: Changer votre mot de passe
pt: Mudar senha

source: Old Password
es: Vieja contraseña
fr: Ancien mot de passe
pt: Senha antiga

source: New Password
es: Nueva contraseña
fr: Nouveau mot de passe
pt: Senha nova

source: Confirm New Password
es: Confirmar tu nueva contraseña
fr: Confirmer votre mot de passe
pt: Confirmar senha nova

source: Change Password
es: Cambiar tu contraseña
fr: Changer votre mot de passe
pt: Mudar Senha

source: Thank you
es: Gracias
fr: Merci
pt: Obrigado

source: Your message could not be sent.
es: Su mensaje no pudo ser enviado.
fr: Votre message n'a pas pu être envoyé.
pt: Sua mensagem não pôde ser enviada.

source: Please login and try again.
es: Por favor inicie sesión e intente de nuevo.
fr: Veuillez vous connecter et réessayer.
pt: Por favor, faça login e tente novamente.

source: Click <a href="%(home_url)s">here</a> to go back.
es: Haz clic <a href="%(home_url)s">aquí</a> para volver.
fr: Cliquez <a href="%(home_url)s">ici</a> pour revenir en arrière
pt: Clique <a href="%(home_url)s">aqui</a> para voltar.

source: Choose what expensive or uncommon options can be used in your character's set.
es: Escoge las opciones costosas y poco comunes que pueden ser usadas en el set de tu personaje.
fr: Choisissez la valeur et les options pour votre futur stuff.
pt: Escolha quais opções caras ou incomuns podem ser utilizadas no conjunto de equipamentos para seu personagem.

source: Allow AP Exo
es: Permitir un exo PA
fr: Permettre un exo PA
pt: Permitir Exo PA

source: Yes
es: Sí
fr: Oui
pt: Sim

source: Allow Range Exo
es: Permitir Exo Alcance
fr: Permettre un exo Portée
pt: Permitir Exo AL

source: Allow MP Exo
es: Permitir un exo PM
fr: Permettre un exo PM
pt: Permitir Exo PM

source: Only Gelano
es: Sólo Gelanillo
fr: Seulement un Gelano
pt: Apenas Gelanel

source: Allow Dofuses and Trophies
es: Permitir Dofus y Trofeos
fr: Autoriser les dofus et trophées
pt: Permitir Dofus e Troféus

source: Remove only <2
es: Eliminar sólo <2
fr: Supprimer les <2
pt: Remover apenas <2

source: Allow only Cawwot Dofus
es: Permitir sólo Zanahowia
fr: Autoriser uniquement Cawotte
pt: Permitir somente o Cenouwa

source: Allow Mounts
es: Permitir Monturas:
fr: Autoriser les montures :
pt: Permitir Montarias:

source: Dragoturkeys
es: Dragopavos
fr: Dragodindes
pt: Dragoperus

source: Seemyools
es: Mulaguas
fr: Muldos
pt: Marmulas

source: Rhineetles
es: Vuelocerontes
fr: Volkornes
pt: Vulkórnios

source: Allow dofuses:
es: Permitir dofus:
fr: Autoriser les dofus :
pt: Permitir dofus:

source: Cawwot
es: Zanahowia
fr: Cawotte
pt: Cenouwa

source: Grofus
es: Dosaurio
fr: Dokille
pt: Kaskofus

source: Watchers
es: Vigilantes
fr: Veilleurs
pt: Vigilantes

source: Kaliptus
es: Kalipto

source: Dotrich
es: Dotruz
fr: Dotruche
pt: Dotruz

source: Emerald
es: Esmeralda
fr: Émeraude
pt: Esmeralda

source: Crimson
es: Púrpura
fr: Pourpre
pt: Púrpura

source: Ochre
es: Ocre
fr: Ocre
pt: Ocre

source: Turquoise
es: Turquesa
pt: Turquesa

source: Cloudy
es: Nebuloso
fr: Nébuleux
pt: Nebuloso

source: Ivory
es: Marfil
fr: Ivoire
pt: Marfim

source: Ice
es: Hielos
fr: Glaces
pt: Gelo

source: Abyssal
es: Abisal
pt: Abissal

source: Lavasmith
es: Forjalava
fr: Forgelave
pt: Forgelava

source: Password Reset
es: Reinicio de Contraseña
fr: Changement de mot de passe
pt: Senha Resetada

source: The password for <b>%(username | safe)s</b> has been reset to:
es: La contraseña para <b>%(username | safe)s</b> ha sido cambiada a:
fr: Le mot de passe de <b>%(username | safe)s</b> a été changé pour :
pt: A senha para <b>%(username | safe)s</b> for resetada para:

source: Proceed to logging in
es: Continuar al inicio de sesión
fr: Procède à la connexion
pt: Ir para a tela de login

source: Project Details
es: Detalles del Proyecto
fr: Détails du projet
pt: Projeto

source: Get started by providing details about your character.
es: Comenzar con dar detalles sobre tu personaje.
fr: Commencez en fournissant des détails sur votre personnage.
pt: Comece aqui, descrevendo seu personagem.

source: Modify the project and character configuration.
es: Modificar opciones del proyecto y personaje.
fr: Modifier le projet et la configuration du personnage.
pt: Modifique aqui as configurações do projeto e personagem.

source: Character Name
es: Nombre del Personaje
fr: Nom du Personnage
pt: Nome do Char

source: Character Level
es: Nivel del Personaje
fr: Niveau du Personnage
pt: Nível

source: Character Class
es: Clase del Personaje
fr: Classe du Personnage
pt: Classe

source: Elements
es: Elementos
fr: Élément(s)
pt: Elementos

source: Focus on, sacrificing other stats <span id='aspect_limit_text'>(up to 2)</span>
es: Enfoques, sacrificando otras características <span id='aspect_limit_text'>(hasta 2)</span>
fr: Se concentrer sur, en sacrifiant d'autres statistiques <span id='aspect_limit_text'>(maximum 2)</span>
pt: Priorizar, sacrificando outras stats <span id='aspect_limit_text'>(até 2)</span>

source: Create a set by hand
es: Crear un set a mano
fr: Créer un stuff manuellement
pt: Criar um projeto na mão

source: Continue to Wizard
es: Continuar hacia el Wizard
fr: Continuer vers l'Assistant
pt: Continuar para o Wizard

source: Restart wizard upon saving
es: Reiniciar el Wizard tras guardar
fr: Redémarrer l'Assistant lors de l'enregistrement
pt: Reiniciar o wizard ao salvar

source: You need to <a href="%(login_link)s">login</a> before you can create another project. Your current project can be found <a href="%(load_proj_link)s">here</a>.
es: Necesitas <a href="%(login_link)s">iniciar sesión</a> antes de crear otro proyecto. Encontrarás tu proyecto actual <a href="%(load_proj_link)s">aquí</a>.
fr: Vous devez <a href="%(login_link)s">vous connecter</a> avant de pouvoir créer d'autres projets. Votre trouverez votre projet actuel <a href="%(load_proj_link)s">ici</a>.
pt: Você precisa fazer <a href="%(login_link)s">login</a> antes de criar outro projeto. O seu projeto atual pode ser encontrado <a href="%(load_proj_link)s">aqui</a>.

source: You have reached the maximum number of projects allowed. To create a new project, please delete some old ones <a href="%(load_proj_link)s">here</a>.
es: Has alcanzado el máximo de proyectos permitidos. Para crear un nuevo proyecto, por favor elimina algunos viejos <a href="%(load_proj_link)s">aquí</a>.
fr: Vous avez atteint le nombre maximal de projets permis. Pour créer un nouveau projet, veuillez effacer de vieux projets <a href="%(load_proj_link)s">ici</a>.
pt: Você atingiu o número máximo de projetos permitidos. Para criar um projeto novo, por favor exclua projetos antigos <a href="%(load_proj_link)s">aqui</a>.

source: Focus on critical hits. Useful for characters that have spells/weapons that are much better on a critical hit.
es: Se enfoca en los golpes críticos. Útil para personajes que tienen hechizos/armas que son mucho más eficientes en golpe crítico.
fr: Focus sur les coups critiques. Utile pour les personnages avec des sorts/armes qui frappe bien mieux en coup critique.
pt: Foca em critical hits. Útil para personagens que têm feitiços/armas que são muito melhores em um golpe crítico.

source: Avoids critical hits. Useful to fight enemies with high critical resist.
es: Evita composiciones con buena propabilidad de golpes críticos. Útil para luchar contra enemigos con alta resistencia a críticos.
fr: Évite les coups critiques. Utile pour les combats contre des ennemis avec beaucoup de résistances critiques.
pt: Evita golpes críticos. Útil para lutar contra inimigos com resistência crítica alta.

source: PVPers should check this. Increases importance of AP/MP resists, critical resist and initiative. Decreases importance of prospecting to 0.
es: Los jugadores de PvP (JcJ) deberían seleccionar esto. Incrementa la importancia por esquivas PA/PM, resistencias a críticos y la iniciativa. Disminuye la importancia de Prospección a 0.
fr: Nous conseillons aux joueurs PvP de cocher cette case. Cela augmente l'importance des résistances PA et PM, les résistances critiques et l'initiative pendant la recherche. L'importance de la prospection devient nulle.
pt: Jogadores PvP devem assinalar aqui. Aumenta a importância de esquiva PA/PM, resistência crítica e iniciativa. Reduz a importância de prospecção a 0.

source: 1 vs. 1 Duelers should check this. Increases importance of initiative a lot. Enables shields.
es: Aconsejado para duelistas 1vs1. Otorga gran prioridad a la iniciativa y activa el uso de escudos.
fr: Nous conseillons aux joueurs de PvP 1v1 de cocher cette case. Cela augmente l'importance de l'initiative pendant la recherche, et active les boucliers.
pt: Jogadores que fazem duelos (1 vs 1) devem assinalar aqui. Aumenta bastante a importância da iniciativa. Permite o uso de escudos.

source: This will yield and all-around build.
es: Esta opción permitirá buscar un set equilibrado.
fr: Cocher cette case vous permettra de créer un stuff équilibré.
pt: Esta opção cria um set balanceado.

source: Support and vitality based chars should check this. Increases importance of vitality, but will hurt the other stats.
es: Aconsejado para personajes de soporte y vitalidad. Otorga prioridad a la vitalidad máxima dejando de lado otras características.
fr: Nous conseillons aux classes piliers et les classes 'tank' de cocher cette case. Cela va augmenter l'importance de la vitalité pendant la recherche, mais baissera celle d'autres caractéristiques.
pt: Personagens de suporte e de vitalidade devem assinalar esta opção. Aumenta a importância de vitalidade, mas baixa as outras stats.

source: Hitters who want damage as high as possible ignoring defense should check this.
es: Recomendado si deseas el mayor daño posible ignorando características de defensa.
fr: Si vous désirez faire le plus de dégats possibles en ignorant les caractéristiques de défense, cochez cette case.
pt: Atacantes que querem o dano mais alto o possível, ignorando a defesa, devem assinalar aqui.

source: Tankers that want very high resists. Increases importance of linear and percentage resists.
es: Recomendados para tanquear con grandes resistencias. Incrementa la prioridad por resistencias fijas y porcentuales.
fr: Si vous désirez de très hautes résistances, cochez cette case. Cela va augmenter l'importance des résistances linéaires et des résistances en pourcents pendant la recherche.
pt: Para personagens 'tanque' que querem resistências muito altas. Aumenta a importância de resistências lineares e de porcentagem.

source: Chars that want +Damage over the main stat, for hitting with low base damage attacks. Increases importance of +Damage and +Elemental Damages.
es: Recomendado para personajes que prefieren +Daños en lugar de la característica principal, para golpes con bajo daño base. Otorga prioridad a +Daños y +Daños elementales (fijos).
fr: Si vous désirez beaucoup de dommages en plus des caractéristiques, pour taper plus fort avec des attaques faibles, cochez cette case. Cela va augmenter l'importance des dommages fixes durant la recherche.
pt: Personagens que preferem danos lineares ao elemento principal, para atacar com feitiços de dano base baixo. Aumenta a importância de danos lineares e danos lineares elementais.

source: Healers that prefer +Heals over intelligence for low base heals spells/weapons. For example, Enis should check this if they intend to heal primarily with Healing Word and Revitalizing Word rather than Word of Sacrifice and Word of Altruism.
es: Aconsejado para preferir +Curas fijas en lugar de +Inteligencia para curas de baja base. Por ejemplo, Anis que prefieran curar con Palabra Sanadora y Palabra Revigorizante en lugar de Palabra de Sacrificio y Palabra de Altruismo.
fr: Nous conseillons de cocher cette case aux classes pouvant soigner, ou si vous désirez un CàC de soin. Cela va augmenter l'importance des soins pendant la recherche. Par exemple, les Eniripsa devraient cocher cette case s'ils veulent soigner plus avec les sorts 'Mot Soignant' et 'Mot revitalisant' qu'avec les sorts 'Mot de Sacrifice' ou 'Mot d'altruisme'.
pt: Personagens de cura que preferem +Cura à Inteligência para feitiços ou armas de cura base baixa. Por exemplo, Enis devem assinalar aqui se pretendem curar primariamente com Palavra Curativa e Palavra Revigorante ao invés de Palavra de Sacrifício e Palavra Altruísta.

source: Disablers that want to focus on AP reduction rather than dealing damage should check this.
es: Recomendado para personajes de molestias enfocados a la reducción de PA en lugar de daños.
fr: Cochez cette case si vous aimez retirer des PA aux adversaires plutôt que de leur occasionner des dommages.
pt: Personagens incapacitadores que querem focar em redução de PA ao invés de causar dano dever checar aqui.

source: Disablers that want to focus on MP reduction rather than dealing damage should check this.
es: Recomendado para personajes de molestias enfocados a la reducción de PM en lugar de daños.
fr: Cochez cette case si vous aimez retirer des PM aux adversaires plutôt que de leur occasionner des dommages.
pt: Personagens incapacitadores que querem focar em redução de PM ao invés de causar dano dever checar aqui.

source: Only leechers should check this. This will give very little importance to all stats except wisdom. Wisdom will be high, but the rest won't be pretty. Disables trophies and Dofus.
es: Recomendado para 'leechers', es decir, personajes enfocados en subir rápidamente de nivel con gran cantidad de sabiduría. Desactiva trofeos y Dofus.
fr: Seules les mules à XP devraient cocher cette case. Cela donnera peu d'importance à toutes les stats sauf à la sagesse. Désactive les Trophées et les Dofus.
pt: Apenas leechers devem assinalar aqui. Esta opção dá uma importância muito pequena a todos os atributos, exceto por sabedoria. A sabedoria será alta, mas o resto não vai ficar bonito. Disabilita todos os Dofus e troféis.

source: Check this to get a prospecting set, with mediocre stats but high prospecting.
es: Recomendado para un equipo de alta prospección ignorando otras características.
fr: Cochez cette case pour obtenir un stuff prospection, avec des statitistiques médiocres mais beaucoup de prospection.
pt: Assinale aqui para fazer um set de prospecção - com atributos medíocres, mas propecção alta.

source: Check this to get a pod set, pretty much ignoring the rest, primarily for professions.
es: Otorga prioridad a los Pods ignorando el resto, principalmente recomendado para oficios.
fr: Cochez cette case pour obtenir un stuff 'pods', en ignorant le reste, principalement pour les métiers.
pt: Assinale aqui para obter um set de pods, ignorando o resto, para usar praticando profissões.

source: Srams that focus on traps should check this, though there isn't much trap equipment. Importance of Power (Traps) and +Trap Damage will be increased.
es: Recomendado para Srams enfocados en el daño por trampas, a pesar que no hay mucho equipamiento con este tipo de bonus. Otorga importancia a la Potencia (daños generales con trampas) y +Daños fijos (Trampas).
fr: Les Sram utilisant massivement leurs pièges devraient cocher cette case (bien qu'il n'existe pas beaucoup d'équipements favorisant les pièges). Cela augmentera l'importance des dommages aux pièges et de la puissance (pièges).
pt: Srams que focam em armadilhas devem assinalar aqui, embora não existam mais muitos equipamentos de armadilhas. A importancia de Potência (Armadilhas) e +Danos para Armadilhas será aumentada.

source: Summon spammers should check this. It will increase the minimum summons by 1 and increase importance of summons.
es: Recomendado para invocadores. Esta incrementa el mínimo de invocaciones en 1 y otorga prioridad a las invocaciones.
fr: Les invocateurs devraient cocher cette case. Cela augmentera le minimum d'invocations de 1 et l'importance des invocations.
pt: Personagens que gostam de fazer invocações devem assinalar aqui. Esta opção aumenta o número mínimos de invocações em 1 e aumenta a importância das invocações.

source: Chars that deal significant pushback damage should check this. This increases the +Pushback Damage importance.
es: Recomendado para personajes capaces de causar grandes daños por empujes. Otorga prioridad a los +Daños por empujes.
fr: Cochez cette case si vous possédez un personnage capable d'infliger de lourds dommages de poussée, et désirez vous en servir. Cela augmentera l'importance des dommages de poussée.
pt: Personagens que causam muito dano com empurrões devem assinalar aqui. Isto aumenta a importância de +Danos de Empurrão.

source: Password Recovery
es: Recuperación de Contraseña
fr: Récupération du mot de passe
pt: Recuperar Senha

source: Please enter your registered email
es: Por favor escribe el email de tu cuenta
fr: Veuillez entrer votre email enregistré
pt: Por favor, forneça seu email registrado

source: Send Email
es: Enviar un correo
fr: Envoyer un courriel
pt: Enviar Email

source: Password Recovery Requested
es: Petición de recuperación de contraseña
fr: Récupération de mot de passe demandée
pt: Recuperando Senha

source: There is already an account registered for %(email)s.
es: Ya hay una cuenta registrada con el correo %(email)s.
fr: Il y a déjà un compte existant pour cet %(email)s.
pt: Já existe uma conta registrada para o email %(email)s.

source: We have sent an email to %(email)s with a password recovery link. That link can be used to set a new password.
es: Hemos enviado un correo a %(email)s con un enlace para recuperar tu contraseña. Este enlace puede ser utilizado para configurar una nueva contraseña.
fr: Nous vous avons envoyé un message sur votre %(email)s avec un lien pour récupérer votre mot de passe perdu. Ce lien peut être utilisé pour configurer un nouveau mot de passe.
pt: Mandamos um email para %(email)s com um link para a recuperação de sua senha. Use este link para criar uma senha nova.

source: This is the set that we suggest for <b>%(charname)s</b>.
es: Este es el set que recomendamos para <b>%(charname)s</b>.
fr: Ceci est un équipement suggéré pour <b>%(charname)s</b>.
pt: Este é o conjunto de equipamentos sugerido para <b>%(charname)s</b>.

source: This is the suggested set.
es: Este es el set sugerido.
fr: Ceci est l'équipement suggéré.
pt: Este é o conjunto de equipamentos sugerido.
