Repository: PiwiSlayer/DofusFashionista
Catalog: fashionsite/locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt

source: If you don't like an item, click the forbid ( <img style='position: relative; bottom: -3px; left: -2px;' src=%(delete)s title='Forbid'> ) button under its name and <a href="%(run_again_link)s" class="rerun-button">run again</a>. If, on the contrary, you want to lock in an item for future sets for this char, click the lock (<img style='position: relative; bottom: -1px; left: 0px;' src=%(lock)s title='Lock'>) button. You can also switch any item for another you like best by clicking the switch (<img class='solution-item-button' style='position: relative; bottom: -5px; left: 0px;' src=%(switch)s title='Switch'>) button.
es: Si no te gusta un objeto, presiona click en el botón Prohibir ( <img style='position: relative; bottom: -3px; left: -2px;' src=%(delete)s title='Prohibir'> ) bajo su nombre y <a href="%(run_again_link)s" class="rerun-button">cárgalo de nuevo</a>. Si, por el contrario, quieres asegurar un objeto para futuros sets en este personaje, presiona clic en el botón Asegurar (<img style='position: relative; bottom: -1px; left: 0px;' src=%(lock)s title='Asegurar'>). También puedes reemplazar un objeto por otro de tu preferencia presionando clic en el botón Cambiar (<img class='solution-item-button' style='position: relative; bottom: -5px; left: 0px;' src=%(switch)s title='Cambiar'>).
fr: Si vous n'aimez pas un item, cliquez sur le bouton ( <img style='position: relative; bottom: -3px; left: -2px;' src=%(delete)s title='Interdire'> ) interdire en dessous de son nom et <a href="%(run_again_link)s" class="rerun-button">relancez</a>. Si, au contraire, vous voulez verrouiller un item pour vos futurs équipements pour ce personnage, cliquez sur le bouton (<img style='position: relative; bottom: -1px; left: 0px;' src=%(lock)s title='Verrouiller'>) verrouillage. Vous pouvez aussi échanger n'importe quel item pour celui que vous préférez en cliquant sur le bouton modifier (<img class='solution-item-button' style='position: relative; bottom: -5px; left: 0px;' src=%(switch)s title='Changer'>).
pt: Se você não gostou de algum item, clique no botão de excluir ( <img style='position: relative; bottom: -3px; left: -2px;' src=%(delete)s title='Proibir'> ) embaixo de seu nome e <a href="%(run_again_link)s" class="rerun-button">rode novamente</a>. Se, ao contrário, você quer trancar um item para futuras sugestões neste personagem, clique no botão de travar (<img style='position: relative; bottom: -1px; left: 0px;' src=%(lock)s title='Travar'>). Você também pode trocar qualquer item manualmente por outro que você prefira clicando no botão de troca (<img class='solution-item-button' style='position: relative; bottom: -5px; left: 0px;' src=%(switch)s title='Trocar'>).

source: This set was generated from scratch. Click the add (<img style='position: relative; bottom: -4px; left: 1px;' src=%(add)s title='Add'>) buttons to choose items and build a set for you.
es: Este set fue generado desde cero a puño limpio. Presiona clic en los botones añadir (<img style='position: relative; bottom: -4px; left: 1px;' src=%(add)s title='Añadir'>) para elegir objetos y construir un set para ti.
fr: Ce stuff a été conçu à partir de rien. Cliquez sur le bouton ajouter (<img style='position: relative; bottom: -4px; left: 1px;' src=%(add)s title='Ajouter'>) pour choisir des équipements et créer votre propre stuff.
pt: Este set foi criado manualmente. Clique nos botões adicionar (<img style='position: relative; bottom: -4px; left: 1px;' src=%(add)s title='Add'>) para escolher os itens e criar um set para você.

source: Compare to another set
es: Comparar con otro set
fr: Comparer à un autre équipement
pt: Comparar com outro set

source: This is %(owner)s's set for %(charname)s.
es: Este es el set de %(owner)s para %(charname)s.
fr: Ceci est l'équipement de %(owner)s pour %(charname)s
pt: Este é um conjunto de equipamentos de %(owner)s para %(charname)s.

source: This is %(owner)s's set.
es: Este es el set de %(owner)s.
fr: Ceci est l'équipement de %(owner)s.
pt: Este é um conjunto de equipamentos de %(owner)s.

source: This is someone else's set for %(charname)s.
es: Este es el set de otro usuario para %(charname)s.
fr: Ceci est l'équipement de quelqu'un d'autre pour %(charname)s.
pt: Este é um conjunto de equipamentos de outra pessoa para %(charname)s.

source: This is someone else's set.
es: Este es el set de otro usuario.
fr: Ceci est l'équipement de quelqu'un d'autre.
pt: Este é um conjunto de equipamentos de outra pessoa.

source: If you wish to modify it, <a href="%(copy_link)s" class="copy-action-link">copy</a> it to your workspace.</p>
es: Si deseas modificarlo, <a href="%(copy_link)s" class="copy-action-link">copialo</a> a tu área de trabajo.
fr: Si vous souhaitez le modifier, <a href="%(copy_link)s" class="copy-action-link">copiez</a> le sur votre espace de travail.</p>
pt: Se você deseja modificá-lo, <a href="%(copy_link)s" class="copy-action-link">copie este projeto</a> para sua área de trabalho.</p>

source: Expand All
es: Expandir todo
fr: Tout montrer
pt: Expandir todos

source: Collapse All
es: Reducir todo
fr: Tout réduire
pt: Reduzir todos

source: %% Trap Damage
es: Potencia (Trampas)
fr: Puissance (Pièges)
pt: Potência (Armadilhas)

source: Unshare
es: No compartir
fr: Ne plus partager
pt: Desfazer compartilhamento

source: Get link to share
es: Compartir
fr: Obtenir le lien pour partager
pt: Compartilhar

source: Lvl.
es: Niv.
fr: Niv.
pt: Nív.

# button name
source: Lock
es: Asegurar
fr: Verrouiller
pt: Travar

source: Switch
es: Cambiar
fr: Changer
pt: Trocar

source: Add
es: Añadir
fr: Ajouter
pt: Adicionar

source: pieces
es: partes
fr: pièces
pt: peças

source: How much damage %(charname)s's weapon and spells will deal with the suggested set.
es: Cuánto daño ocasionan el arma y los hechizos de %(charname)s con el set sugerido.
fr: Combien de dégats vont faire les sorts et l'arme de %(charname)s avec cet équipement.
pt: Quanto dano a arma e feitiços do(a) %(charname)s causarão com o set sugerido.

source: How much damage your weapon and spells will deal with the suggested set.
es: Cuánto daño ocasionan tu arma y hechizos con el set sugerido.
fr: Combien de dommages occasionneront votre arme et vos sorts avec l'équipement proposé.
pt: Quanto dano a sua arma e feitiços causarão com o set sugerido.

source: Fully Buff
es: Full Boosts
fr: Complètement boosté
pt: Todos os Bônus

source: Clean Buffs
es: Remover Boosts
fr: Enlever tous les boosts
pt: Remover os Bônus

source: Cha
es: Sue
pt: Sor

source: Str
es: Fue
fr: For
pt: For

source: Others
es: Otros
fr: Autres
pt: Outros

source: steals
es: roba
fr: vole
pt: rouba

source: Steals
es: Roba
fr: Vole
pt: Rouba

source: to
es: a
fr: à
pt: a

source: (weapons)
es: (armas)
fr: (armes)
pt: (armas)

source: (spells)
es: (hechizos)
fr: (sorts)
pt: (feitiços)

source: (except glyphs)
es: (excepto glifos)
fr: (hors-glyphes)
pt: (exceto glifos)

source: (glyphs)
es: (con glifos)
fr: (glyphes)
pt: (glifos)

source: (traps)
es: (trampas)
fr: (pièges)
pt: (armadilhas)

source: Off
es: Desactivado
fr: Désactivé
pt: Desligado

source: On
es: Activado
fr: Activé
pt: Ligado

source: Crit
es: Crítico
fr: Sur coup critique
pt: Crítico

source: E
es: T
fr: T
pt: T

source: W
es: Ag
fr: E
pt: Á

source: A
es: Ai

source: Discard Changes
es: Anular los cambios
fr: Annuler les changements
pt: Descartar alterações

source: Save
es: Guardar
fr: Sauvegarder
pt: Salvar

source: Save and Tailor a New Set
es: Guardar y Tejer un nuevo set
fr: Sauvegarder et générer un nouvel équipement
pt: Salvar e criar um set novo

source: The value of each attribute point for this character.
es: El valor relativo en puntos de cada atributo para este personaje.
fr: La valeur de chaque point attribué pour ce personnage
pt: O valor dado a cada ponto de cada atributo para este personagem.

source: Dofus Fashionista maximizes the total value of all your character's attributes. Increasing the weight of an attribute will cause others to be sacrificed for it. Decreasing the weight of an attribute will cause it to be sacrificed for others.
es: Dofus Fashionista maximiza el valor total de todos los atributos de tu personaje. Incrementar el peso de un atributo conlleva a un sacrificio de los otros. Disminuir el peso de un atributo causará que este sea sacrificado por otros.
fr: Dofus Fashionista maximise la valeur totale de tous les attributs de votre personnage. Augmenter le poids d'une caractéristique sacrifiera d'autres caractéristiques à la place. Diminuer le poids d'une caractéristique la sacrifiera pour d'autres
pt: O Dofus Fashionista maximiza o valor total de todos os pontos de atributo do seu personagem. Aumentar o peso de um atributo fará com que os outros sejam sacrificados em favor daquele que foi aumentado. Diminuir o peso de um atributo faz com que este atributo seja sacrificado pelos outros.

source: % Melee Damage
es: % Daños CaC
fr: % Dommages Mêlée
pt: % danos corpo a corpo

source: % Ranged Damage
es: % Daños Distancia
fr: % Dommages Distance
pt: % danos distância

source: % Weapon Damage
es: % Daños de Armas
fr: % Dommages d'Armes
pt: % danos armas

source: % Spells Damage
es: % Daños de Hechizos
fr: % Dommages aux Sorts
pt: % danos feitiços

source: All Resists
es: Todas las resistencias (Fijas)
fr: Toutes les Résistances (Fixe)
pt: Todas resistências fixas

source: All % Resists
es: Todas las resistencias (%)
fr: Toutes les Résistances (%)
pt: Todas resistências %

source: % Melee Resist
es: % Resistencia CaC
fr: % Résistance Mêlée
pt: % Resist. corpo a corpo

source: % Ranged Resist
es: % Resistencia Distancia
fr: % Résistance Distance
pt: % Resist. distância

source: Your message has been sent.
es: Tu mensaje ha sido enviado.
fr: Votre message a été envoyé.
pt: Sua mensagem foi enviada.

source: Thank you for contacting us.
es: Gracias por contactarnos.
fr: Merci de nous avoir contactés.
pt: Obrigado por nos contatar.

source: Leave scrolling at
es: Dejar el scroll en
fr: Quitter le parchotage à
pt: Manter pontos scrollados em

source: This will reset the tuning sliders back to the default for your build.
es: Esto reiniciará las barras a su configuración inicial de acuerdo a tu elemento.
fr: Ceci va remettre les curseurs à leur position initiale pour faire le stuff par défaut de cette voie.
pt: Isso fará com que as barras voltem à configuração inicial para o seu build.

source: Is there a weapon that you want this character to use?
es: ¿Prefieres algún arma en especial?
fr: Y a-t-il une arme que vous voulez utiliser avec ce personnage ?
pt: Há alguma arma que você quer usar?

source: If you don't choose any, a weapon will be chosen only for its stats, no matter how it hits
es: Si no escoges ninguna, elegiremos un arma según sus bonus sin importar sus daños.
fr: Si vous n'en choisissez aucune, une arme sera choisie uniquement pour les stats qu'elle donne, peu importe sa force de frappe.
pt: Se você não escolher nenhuma, uma arma será escolhida apenas de acordo com seus atributos, ignorando quão forte ela bate

source: Choose the minimum stats you need on this character
es: Escoge las características mínimas que necesitas en este personaje
fr: Choisissez les caractéristiques minimales que vous voulez pour ce personnage
pt: Escolha os atributos mínimos que você precisa neste personagem:

source: You can leave the fields empty if you don't care about them
es: Puedes dejar vacíos estos campos si no te importan
fr: Vous pouvez laisser les champs vides si vous ne vous en souciez pas
pt: Você pode deixar os campos em branco se você não se importar com eles

source: Exos and mounts
es: Exos y Monturas
fr: Exos et Montures
pt: Exos e Montarias

source: Dofuses
es: Dofus
fr: les Dofus
pt: Dofus

source: Check the dofuses we are allowed to use
es: Selecciona los Dofus que podemos utilizar
fr: Vérifiez les Dofus que nous sommes autorisés à utiliser
pt: Marque os dofus que nós podemos utilizar

source: Scrolling
es: Pergaminos de Características
fr: Parchotage
pt: Pergaminhos de Características

source: Fully scroll my character
es: Scrollear completamente mi personaje
fr: Entièrement parchoter mon personnage
pt: Scrollar todos atributos

source: Don't scroll any characteristics
es: No scrollear ninguna característica
fr: Ne parchoter aucune caractéristique
pt: Não scrollar atributos

source: If you wish to set your base stats yourself, you can do it at the <i><a href="%(base_stats_url)s" target="_blank">Base Characteristics</a></i> page, under <i>More</i>
es: Si deseas configurar las características base tú mismo, puedes hacerlo en la página <i><a href="%(base_stats_url)s" target="_blank">Características Base</a></i>, en la pestaña <i>Más</i>.
fr: Si vous souhaitez fixer vos stats de base, vous pouvez le faire à la page des <i><a href="%(base_stats_url)s" target="_blank">caractéristiques de base</a></i>, dans l'onglet <i>Plus</i>
pt: Se você deseja configurar os seus pontos base de característica sozinho, você pode fazer isso na página de <i><a href="%(base_stats_url)s" target="_blank">Pontos de Característica</a></i>, depois de clicar em <i>Mais</i>

source: Fine tune stat weights
es: Enchula tus características
fr: Ajuster le poids de chaque stat
pt: Configurar o peso de cada stat

source: The sliders below are pre-tuned according to your class and build. They can be used to fine tune a set to suit your particular needs. Increasing one stat weight means it will go up, but the others will go down.
es: Las siguientes barras están pre-enchuladas de acuerdo a tu clase y elemento. Puedes modificarlas para adecuar tu set a tus necesidades. Incrementar la barra de una característica hará que esta suba y que el resto baje.
fr: Les curseurs ci-dessous sont prédéfinis selon votre classe et votre build. Ils peuvent être utilisés pour affiner un stuff en fonction de vos besoins particuliers. L'augmentation d'une stat signifie que son importance va augmenter mais celle des autres va baisser.
pt: As barras abaixo vêm pré-configuradas de acordo com sua classe e build. Elas podem ser utilizadas para configurar mais finamente um set de modo a corresponder melhor às suas necessidades. Aumentar o peso de uma característica faz ela vai aumentar no conjunto final, mas faz as outras descerem.

source: Reset to default
es: Reiniciar a los valores iniciales
fr: Réinitialiser aux valeurs par défaut
pt: Resetar aos valores iniciais

source: Eniripsa
es: Aniripsa

source: Iop
es: Yopuka

source: Sacrier
es: Sacrógrito
fr: Sacrieur

source: Ecaflip
es: Zurcarák

source: Enutrof
es: Anutrof

source: Cra
es: Ocra
fr: Crâ

source: Rogue
es: Tymador
fr: Roublard
pt: Ladino

source: Masqueraider
es: Zobal
fr: Zobal
pt: Zobal

source: Foggernaut
es: Steamer
fr: Steamer
pt: Steamer

source: Eliotrope
es: Selotrop

source: Huppermage
es: Hipermago
pt: Huppermago

source: Ouginak
es: Uginak
pt: Kilorf

source: Fire
es: Fuego
fr: Feu
pt: Fogo

source: Earth
es: Tierra
fr: Terre
pt: Terra

source: Neutral
es: Neutro
fr: Neutre
pt: Neutro

source: Water
es: Agua
fr: Eau
pt: Água

source: Air
es: Aire
pt: Ar

source: project
es: proyecto
fr: projet
pt: projeto

source: Sum of all % Resists except neutral
es: Sumatoria de todas las Resistencias (%) a excepción de la Neutral
fr: Somme de toutes les résistances (%), sauf neutre
pt: Soma de todas as resistências %, exceto a neutra

source: Sum of all % Resists
es: Sumatoria de todas las Resistencias (%)
fr: Somme de toutes les résistances (%)
pt: Soma de todas resistências %

source: Sum of all Linear Resists
es: Sumatoria de todas las Resistencias fijas
fr: Somme de toutes les résistances fixes
pt: Soma de todas as resistências fixas

source: Sum of all Linear Resists except neutral
es: Sumatoria de todas las Resistencias fijas a excepción de la Neutral
fr: Somme de toutes les résistances fixes, sauf neutre
pt: Soma de todas as resistências fixas, exceto a neutra

source: Summon
es: Invocaciones
fr: Invocations
pt: Invocações

source: % Spell Damage
es: % Daños de Hechizos
fr: % Dommages aux Sorts
pt: % danos feitiços

source: Perfidious Boomerang
es: Bumerán Pérfido
fr: Boomerang Perfide
pt: Bumerangue Pérfido

source: Leek Pie
es: Llamilla
fr: Flamiche
pt: Flâmula

source: Moon Hammer
es: Martillo de Moon
fr: Marteau de Moon
pt: Martelo de Moon

source: Lightning Strike
es: Fulminación
fr: Foudroiement
pt: Fulminante

source: Weapon Skill
es: Dominio de Arma
fr: Maîtrise d'Arme
pt: Domínio de Arma

source: Magic Arrow
es: Flecha Mágica
fr: Flèche Magique
pt: Flecha Mágica

source: Concentration Arrow
es: Flecha de Concentración
fr: Flèche de Concentration
pt: Flecha de Concentração

source: Retreat Arrow
es: Flecha de Retroceso
fr: Flèche de Recul
pt: Flecha de Recuo

source: Erosive Arrow
es: Flecha Erosiva
fr: Flèche Érosive
pt: Flecha Erosiva

source: Frozen Arrow
es: Flecha Helada
fr: Flèche Glacée
pt: Flecha Congelada

source: Paralyzing Arrow Fire
es: Flecha Paralizadora
fr: Flèche Paralysante
pt: Flecha Paralisante

source: Burning Arrow
es: Flecha Flamígera
fr: Flèche Enflammée
pt: Flecha Flamejante

source: Repulsive Arrow
es: Flecha Repulsiva
fr: Flèche Répulsive
pt: Flecha Repulsiva

source: Atonement Arrow
es: Flecha de Expiación
fr: Flèche d'Expiation
pt: Flecha de Expiação

source: Redemption Arrow
es: Flecha de Redención
fr: Flèche de Rédemption
pt: Flecha de Redenção

source: Bat's Eye
es: Ojo de Topo
fr: Œil de Taupe
pt: Olho de Toupeira

source: Crushing Arrow
es: Flecha Aplastante
fr: Flèche Écrasante
pt: Flecha Esmagadora

source: Critical Shooting
es: Disparo Crítico
fr: Tir Critique
pt: Tiro Crítico

source: Paralyzing Arrow
es: Flecha Inmovilizadora
fr: Flèche d'Immobilisation
pt: Flecha de Imobilização

source: Assailing Arrow
es: Flecha Asaltante
fr: Flèche Assaillante
pt: Flecha Agressora

source: Punitive Arrow
es: Flecha Castigadora
fr: Flèche Punitive
pt: Flecha Punitiva

source: Arrow of Judgement
es: Flecha del Juicio
fr: Flèche du Jugement
pt: Flecha do Julgamento

source: Powerful Shooting
es: Disparo Potente
fr: Tir Puissant
pt: Tiro Poderoso

source: Plaguing Arrow
es: Flecha Acosadora
fr: Flèche Harcelante
pt: Flecha Incoveniente

source: Slaughtering Arrow
es: Flecha Masacrante
fr: Flèche Massacrante
pt: Flecha Massacrante

source: Poisoned Arrow
es: Flecha Envenenada
fr: Flèche Empoisonnée
pt: Flecha Envenenada

source: Tormenting Arrow
es: Flecha Perseguidora
fr: Flèche Persécutrice
pt: Flecha Perseguidora

source: Tyrannical Arrow
es: Flecha Tiránica
fr: Flèche Tyrannique
pt: Flecha Tirânica

source: Destructive Arrow
es: Flecha Destructora
fr: Flèche Destructrice
pt: Flecha Destrutiva

source: Barricade Shot
es: Tiro Peleón
fr: Tir de Barrage
pt: Tiro de Barricada

source: Absorptive Arrow
es: Flecha Absorbente
fr: Flèche Absorbante
pt: Flecha Absorvente

source: Devouring Arrow
es: Flecha Voraz
fr: Flèche Dévorante
pt: Flecha Devoradora

source: Slow Down Arrow
es: Flecha Ralentizante
fr: Flèche Ralentissante
pt: Flecha Desaceleradora

source: Striking Arrow
es: Flecha Percutiente
fr: Flèche Percutante
pt: Flecha Impactante

source: Explosive Arrow
es: Flecha Explosiva
fr: Flèche Explosive
pt: Flecha Explosiva

source: Fulminating Arrow
es: Flecha Fulminante
fr: Flèche Fulminante
pt: Flecha Fulminante

source: Bow Skill
es: Dominio del Arco
fr: Maîtrise de l'Arc
pt: Domínio do Arco

source: Sentinel
es: Centinela
fr: Sentinelle
pt: Sentinela

source: Heads or Tails 1
es: Cara o Cruz 1
fr: Pile ou Face 1
pt: Cara ou Coroa 1

source: Heads or Tails 2
es: Cara o Cruz 2
fr: Pile ou Face 2
pt: Cara ou Coroa 2

source: Bluff
es: Farol
pt: Blefe

source: Nerve
es: Osadía
fr: Toupet
pt: Ousadia

source: Yowling
es: Bufido
fr: Feulement
pt: Rugido Felino

source: All or Nothing
es: Todo o Nada
fr: Tout ou Rien
pt: Tudo ou Nada

source: Peril
es: Peligro
fr: Péril
pt: Perigo

source: Rough Tongue
es: Lengua Raspadora
fr: Langue Râpeuse
pt: Língua Áspera

source: Lapping Up
es: Lametazo
fr: Lapement
pt: Lambidela

source: Wheel of Fortune
es: Rueda de la Fortuna
fr: Roue de la Fortune
pt: Roda da Fortuna

source: Feline Spirit
es: Espíritu Felino
fr: Esprit Félin
pt: Espírito Felino

source: Pawpads
es: Almohadillas
fr: Coussinets
pt: Amortecimento

source: Reflex
es: Reflejos
fr: Réflexes
pt: Reflexos

source: Bravado
es: Fantasmada
fr: Fanfaronnade
pt: Fanfarronice

source: Playful Claw
es: Garra Juguetona
fr: Griffe Joueuse
pt: Garra Brincalhona

source: Misadventure
es: Desventura
fr: Mésaventure
pt: Desventura

source: Felintion
es: Feliación
fr: Félintion
pt: Felinação

source: Claw of Ceangal
es: Garra de Ceangal
fr: Griffe de Ceangal
pt: Garra de Ceangal

source: Misfortune
es: Desdicha
fr: Infortune
pt: Infortúnio

source: Trickery
es: Truco
fr: Tromperie
pt: Enganação

source: Fate of Ecaflip
es: Destino de Zurcarák
fr: Destin d'Ecaflip
pt: Destino de Ecaflip

source: Ecaflip's Audacity
es: Audacia de Zurcarák
fr: Audace d'Ecaflip
pt: Audácia de Ecaflip

source: Alternative Word
es: Palabra Alternativa
fr: Mot Alternatif
pt: Palavra Alternativa

source: Striking Word
es: Palabra Memorable
fr: Mot Marquant
pt: Palavra Marcante

source: Wounding Word
es: Palabra Hiriente
fr: Mot Blessant
pt: Palavra que Fere

source: Slighting Word
es: Palabra Vejatoria
fr: Mot Vexant
pt: Palavra Perturbadora

source: Forbidden Word
es: Palabra Prohibida
fr: Mot Interdit
pt: Palavra Proibida

source: Taboo Word
es: Palabra Tabú
fr: Mot Tabou
pt: Palavra Tabu

source: Seductive Word
es: Palabra de Seducción
fr: Mot de Séduction
pt: Palavra de Sedução

source: Self-Sacrificing Word
es: Palabra de Abnegación
fr: Mot d'Abnégation
pt: Palavra de Abnegação

source: Brutal Word
es: Palabra Brutal
fr: Mot Brutal
pt: Palavra Brutal

source: Pernicious Word
es: Palabra Perniciosa
fr: Mot Pernicieux
pt: Palavra Perniciosa

source: Defensive Word
es: Palabra Prohibida
fr: Mot Défendu
pt: Palavra Vetada

source: Selective Word
es: Palabra Selectiva
fr: Mot Sélectif
pt: Palavra Seletiva

source: Impartial Word
es: Palabra Imparcial
fr: Mot Impartial
pt: Palavra Imparcial

source: Blaring Word
es: Palabra Impactante
fr: Mot Éclatant
pt: Palavra Deslumbrante

source: Resounding Word
es: Palabra Retumbante
fr: Mot Retentissant
pt: Palavra Retumbante

source: Agonising Word
es: Palabra de Agonía
fr: Mot d'Agonie
pt: Palavra de Agonia

source: Turbulent Word
es: Palabra Turbulenta
fr: Mot Turbulent
pt: Palavra Turbulenta

source: Mischievous Word
es: Palabra Juguetona
fr: Mot Espiègle
pt: Palavra Maliciosa

source: Puzzling Word
es: Palabra Desconcertante
fr: Mot Déroutant
pt: Palavra Desconcertante

source: Furious Word
es: Palabra Furiosa
fr: Mot Furieux
pt: Palavra Furiosa

source: Whirling Word 1
es: Palabra Giratoria
fr: Mot Tournoyant
pt: Palavra Giratória

source: Whirling Word 2
es: Palabra Vortiginosa
fr: Mot Tourbillonnant
pt: Palavra Turbilhonante

source: Thunderous Word
es: Palabra Aniquiladora
fr: Mot Fracassant
pt: Palavra Estrondosa

source: Overwhelming Word
es: Palabra Abrumadora
fr: Mot Accablant
pt: Palavra Arrasadora

source: Coins Throwing
es: Lanzamiento de Monedas
fr: Lancer de Pièces
pt: Arremesso de Moedas

source: Hard Cash
es: Moneda sonante
fr: Monnaie Sonnante
pt: Moeda Falsa

source: Shovel Throwing
es: Lanzamiento de Pala
fr: Lancer de Pelle
pt: Arremesso de Pá

source: Spade Throw
es: Lanzamiento de Laya
fr: Lancer de Bêche
pt: Arremesso de Enxada

source: Ghostly Shovel
es: Pala Fantasmal
fr: Pelle Fantomatique
pt: Pá Fantasmagórica

source: Ghostly Spade
es: Laya Fantomática
fr: Bêche Fantomatique
pt: Enxada Fantasmagórica

source: Mound
es: Terraplenado
fr: Remblai
pt: Aterro

source: Peat Bog
es: Turbera
fr: Tourbière
pt: Turfeira

source: Prime of Life
es: Madurez
fr: Force de l'Âge
pt: Flor da Idade

source: Obsolescence
es: Obsolescencia
pt: Obsolescência

source: Greed
es: Codicia
fr: Cupidité
pt: Cupidez
