Repository: PiwiSlayer/DofusFashionista
Catalog: fashionsite/locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt

source: Paste links of at least 2 projects to compare
es: Pega los enlaces de al menos 2 proyectos para comparar
fr: Collez le lien sur au moins 2 projets pour comparer
pt: Cole os links de pelo menos dois projetos para comparar

source: %s does not refer to a valid project
es: %s no dirige a un proyecto válido.
fr: %s ne fait pas référence à un projet valide
pt: %s não é um projeto válido

source: %s refers to someone else's project
es: %s dirige al proyecto de otro usuario quien no lo ha compartido.
fr: %s se réfère au projet de quelqu'un d'autre
pt: %s é o link para o projeto de outra pessoa

source: %s is not a valid share link
es: %s no es un enlace de compartir válido.
fr: %s n'est pas un lien de partage valide
pt: %s não é um link válido de comparação

source: %s is not shared
es: %s no ha sido compartido por su creador.
fr: %s n'est pas partagé
pt: %s não está compartilhado

source: Project %s is not shared.
es: El proyecto %s no ha sido compartido.
fr: Le projet %s n'est pas partagé.
pt: O projeto %s não está compartilhado

source: Weapon
es: Arma
fr: Arme
pt: Arma

source: Shield
es: Escudo
fr: Bouclier
pt: Escudo

source: Hat
es: Sombrero
fr: Coiffe
pt: Chapéu

source: Cloak
es: Capa
fr: Cape
pt: Capa

source: Pet
es: Mascota
fr: Familier
pt: Mascote

source: Amulet
es: Amuleto
fr: Amulette
pt: Amuleto

source: Ring
es: Anillo
fr: Anneau
pt: Anel

source: Boots
es: Botas
fr: Bottes
pt: Botas

source: Belt
es: Cinturón
fr: Ceinture
pt: Cinto

source: Create a Project
es: Crear un Proyecto
fr: Créer un projet
pt: Criar um projeto

source: Load a Project
es: Cargar un proyecto
fr: Ouvrir un projet
pt: Abrir um projeto

source: Login
es: Iniciar Sesión
fr: Connexion
pt: Entrar

source: FAQ
es: Preguntas Frecuentes (FAQ)
fr: Foire aux questions (FAQ)
pt: Perguntas frequentes

source: Help & About
es: Acerca del sitio y Ayuda
fr: Aide & À propos
pt: Sobre o site & ajuda

source: Welcome to The Dofus Fashionista!
es: ¡Bienvenido al Dofus Fashionista!
fr: Bienvenue sur Dofus Fashionista !
pt: Bem vindo ao Dofus Fashionista!

source: Please click the link below to confirm your email and activate your account.
es: Por favor haz clic en el enlace de abajo para confirmar tu email y activar tu cuenta.
fr: Cliquer sur le lien ci-dessous pour confirmer votre email et activer votre compte.
pt: Por favor, clique no link abaixo para confirmar seu email e ativar sua conta.

source: Password change requested for The Dofus Fashionista
es: Petición de cambio de contraseña para Dofus Fashionista
fr: Changement de mot de passe demandé pour le site Dofus Fashionista.
pt: Pedido de alteração de senha pra o Dofus Fashionista

source: A password reset has been requested for The Dofus Fashionista! Please click the link below to generate a new one for your account. {link} If you don't want to reset your password, just ignore this email.
es: ¡Has pedido un cambio de contraseña para el sitio fan Dofus Fashionista! Por favor presiona clic sobre el enlace de abajo para generar una nueva contraseña para tu cuenta. {link} Si no deseas cambiar tu contraseña, solamente ignora este correo.
fr: Un changement de mot de passe a été demandé pour le site Dofus fashionista! Merci de cliquer sur le lien ci-dessous pour en générer un nouveau pour votre compte. {link} Si vous ne voulez pas réinitialiser votre mot de passe, ignorez juste cet email.
pt: Um pedido de alteração de senha foi feito no site Dofus Fashionista! Por favor, clique no link abaixo para gerar uma senha nova para sua conta. {link} Se você não deseja mudar sua senha, ignore este email.

source: Password for The Dofus Fashionista has been reset
es: La contraseña de Dofus Fashionista ha sido modificada.
fr: Mot de passe de Dofus Fashionista a été modifié
pt: Senha para o site Dofus Fashionista foi resetada

source: Hello, {username}! The following password has been generated for you: {new_password} Change it to a new one or just keep this email ;-)
es: ¡Hola, {username}! Hemos generado la siguiente contraseña para ti: {new_password} Cámbiala por una nueva o simplemente conserva este correo ;-)
fr: Bonjour, {username} ! Le mot de passe suivant a été généré pour vous: {new_password} Changez le pour un nouveau ou bien conservez ce email pour ne pas l'oublier ;-)
pt: Olá, {username}! A seguinte senha foi gerada para você: {new_password} Mude para uma nova, ou simplesmente guarde este email ;-)

source: AP
es: PA
fr: PA
pt: PA

source: MP
es: PM
fr: PM
pt: PM

source: Range
es: Alcance
fr: Portée
pt: AL

source: Strength
es: Fuerza
fr: Force
pt: Força

source: Intelligence
es: Inteligencia
pt: Inteligência

source: Chance
es: Suerte
pt: Sorte

source: Agility
es: Agilidad
fr: Agilité
pt: Agilidade

source: Vitality
es: Vitalidad
fr: Vitalité
pt: Vitalidade

source: Resists
es: Resistencias
fr: Résistances
pt: Resistência

source: Omni-Elemental
es: Multi-Elemental
fr: Multi-éléments

source: Leeching
es: Mula de leveo
fr: Mulage
pt: UP

source: Linear Damage
es: Daños fijos
fr: Dommages fixes
pt: Danos Lineares

source: Critical Hits
es: Golpes Críticos
fr: Coups critiques
pt: Golpes Críticos

source: Avoid Critical Hits
es: Evitar Golpes Críticos
fr: Éviter les Coups critiques
pt: Evitar Golpes Críticos

source: Linear Heals
es: Curas
fr: Soins
pt: Curas Lineares

source: AP Removal
es: Retiro de PA
fr: Retrait PA
pt: Retirada de PA

source: MP Removal
es: Retiro de PM
fr: Retrait PM
pt: Retirada de PM

source: Group PVP
es: PvP Grupal
fr: PvP en Groupe
pt: PvP em Grupo

source: Duel PVP
es: PvP 1vs1
fr: PvP 1 contre 1
pt: PvP 1x1

source: Traps
es: Trampas
fr: Pièges
pt: Armadilhas

source: Summons
es: Invocaciones
fr: Invocations
pt: Invocações

source: Pushback
es: Daños de empuje
fr: Dommages de poussée
pt: Empurrão

source: Prospecting
es: Prospección
fr: Prospection
pt: Prospecção

source: Balanced
es: Balanceado
fr: Équilibré
pt: Balanceado

source: Glass-Cannon
es: Cañón de cristal
fr: Canon de verre

source: (%(weapon_type)s) AP: %(AP)d / CH: %(crit_chance)d%% (+%(crit_bonus)d)
es: (%(weapon_type)s) PA: %(AP)d / GC: %(crit_chance)d%% (+%(crit_bonus)d)
fr: (%(weapon_type)s) PA : %(AP)d / CC : %(crit_chance)d%% (+%(crit_bonus)d)
pt: (%(weapon_type)s) PA: %(AP)d / GC: %(crit_chance)d%% (+%(crit_bonus)d)

source: (%(weapon_type)s) AP: %(AP)d
es: (%(weapon_type)s) PA: %(AP)d
fr: (%(weapon_type)s) PA : %(AP)d
pt: (%(weapon_type)s) PA: %(AP)d

source: %(min)d to %(max)d (%(element)s steal)
es: %(min)d a %(max)d (roba %(element)s)
fr: %(min)d à %(max)d (vol de vie %(element)s)
pt: %(min)d a %(max)d (roubo %(element)s)

source: %(min)d to %(max)d (HP restored)
es: %(min)d a %(max)d (PdV recuperados)
fr: %(min)d à %(max)d (PV soignés)
pt: %(min)d a %(max)d (PV restaurados)

source: %(min)d to %(max)d (%(element)s)
es: %(min)d a %(max)d (%(element)s)
fr: %(min)d à %(max)d (%(element)s)
pt: %(min)d a %(max)d (%(element)s)

source: Set bonus < 2
es: Bonus de set < 2
fr: Bonus de panoplies < 2
pt: Bônus de conjuntos < 2

source: 403 - Forbidden
es: 403 - Prohibido
fr: 403 - Interdit
pt: 403 - Proibido

source: Oops...
es: Chanfle...
fr: Oups...

source: It seems like the project you are trying to access is not available. It may have been deleted, or maybe it belongs to someone else.
es: Parece que el proyecto al cual intentas acceder no está disponible. Este pudo haber sido eliminado, o quizás pertenece a alguien más.
fr: Il semblerait que le projet auquel vous essayez d'accéder n'est pas disponible. Il peut avoir été supprimé ou peut-être appartient-il à quelqu'un d'autre.
pt: Parece que o projeto que você está tentando acessar não está mais disponível. Ele pode ter sido deletado, ou talvez ele pertença a outra pessoa.

source: If someone sent you this link, have them send you the 'Share' link at the bottom of their Outfit Suggestion page instead. If that is not the case and this keeps happening, you can contact us <a href="%(contact_url)s">here</a>.
es: Si alguien te envió este enlace, pídele que te envíen el enlace de 'Compartir' en la parte superior de la página Equipamiento Sugerido. Si ese no es el caso y esto continúa ocurriendo, puedes contactarnos <a href="%(contact_url)s">aquí</a>.
fr: Si quelqu'un vous a envoyé ce lien, demandez lui plutôt de vous envoyer le lien 'de partage' au-dessus de sa page de suggestion d'équipement. Si ce n'est pas le cas et que cela continue à se produire, vous pouvez nous contacter <a href="%(contact_url)s">ici</a>.
pt: Se alguém o enviou est link, peça para a pessoa enviar o link obtido através do botão 'Compartilhar' no topo da página de sugestão de set. Se este não é o caso e isso continua acontecendo, você pode nos contatar <a href="%(contact_url)s">aqui</a>.

source: Or you can go back to the <a href="%(home_url)s">home</a> page or <a href="%(create_project_url)s">create a project</a> of your own.
es: O puedes volver a la página de <a href="%(home_url)s">inicio</a>, o bien <a href="%(create_project_url)s">crear un proyecto</a> propio.
fr: Ou vous pouvez retourner à la <a href="%(home_url)s">page d'accueil</a> ou <a href="%(create_project_url)s">créer un projet</a> de votre choix.
pt: Você também pode voltar para a <a href="%(home_url)s">página inicial</a> ou <a href="%(create_project_url)s">criar</a> seu próprio projeto.

source: 404 - Page Not Found
es: 404 - Página no encontrada.
pt: 404 - Página não encontrada

source: We could not find the page you are looking for.
es: No pudimos encontrar la página que buscas.
fr: Nous n'avons pas pu trouver la page que vous cherchez.
pt: Não encontramos a página que você procura.

source: You can go back to the <a href="%(home_url)s">home</a> page instead, or send us a message <a href="%(contact_url)s">here</a> if this keeps happening.
es: Puedes volver a la página de <a href="%(home_url)s">inicio</a>, o enviarnos un mensaje <a href="%(contact_url)s">aquí</a> si el problema continua.
fr: Vous pouvez revenir à <a href="%(home_url)s">l'acceuil</a> à la place, ou nous envoyer un message <a href="%(contact_url)s">ici</a> si cela continue à se produire.
pt: Você pode ir para a <a href="%(home_url)s">página inicial</a>, ou nos mandar uma mensagem <a href="%(contact_url)s">aqui</a> caso isto fique acontecendo o tempo todo.

source: 500 - Application Error
es: 500 - Error de aplicación
fr: 500 - Erreur d'application
pt: 500 - Erro na aplicação

source: The application threw an error. It's probably our fault.
es: La aplicación arroja un error. Es probablemente nuestra culpa.
fr: L'application a détecté une erreur. C'est probablement notre faute.
pt: A aplicação deu um erro. Isso provavelmente é nossa culpa.

source: Please return to the previous page and try again.
es: Por favor regresa a la página anterior e intenta de nuevo.
fr: Merci de retourner à la page précédente et de réessayer.
pt: Por favor volte à página anterior e tente novamente.

source: If that doesn't work, please contact us <a href="%(contact_url)s">here</a> and tell us all about this problem.
es: Si eso no funciona, por favor contáctanos <a href="%(contact_url)s">aquí</a> y cuéntanos con lujo de detalles sobre el problema.
fr: Si ça ne marche pas, merci de nous contacter <a href="%(contact_url)s">ici</a> pour nous parler de votre problème.
pt: Se isso náo funcionar, nos mande uma mensagem <a href="%(contact_url)s">aqui</a> e nos conte sobre seu problema.

source: About
es: Acerca del sitio
fr: À propos
pt: Sobre o site

source: The Dofus Fashionista is a fan site about <a href='http://www.dofus.com'>Dofus</a>. It uses mathematical programming, a branch of <a href='http://en.wikipedia.org/wiki/Artificial_intelligence'>witchcraft</a>, to come up with set suggestions that conform to requirements (e.g. 12 AP, 6 MP with as much Intelligence as possible) the player provides.
es: Dofus Fashionista es un sitio web fan sobre <a href='http://www.dofus.com'>Dofus</a>. Este usa programación matemática, <a href='http://en.wikipedia.org/wiki/Artificial_intelligence'>inteligencia artificial</a>, para determinar sugerencias que se adecuen a los requerimientos (ej: 12PA, 6PM, con la mayor inteligencia posible) que el jugador provee.
fr: Dofus Fashionista est un fan-site à propos de <a href='http://www.dofus.com'>Dofus</a>. Ce site utilise des programmes mathématiques, <a href='http://en.wikipedia.org/wiki/Artificial_intelligence'>une intelligence artificielle</a>, pour réussir à déterminer une panoplie qui correspond aux critères demandés (Par exemple : 12 PA, 6 PM, avec un maximum d'intelligence) par le joueur.
pt: O Dofus Fashionista é um fã-site sobre <a href='http://www.dofus.com'>Dofus</a>. Ele usa programação matemática, um ramo de <a href='http://en.wikipedia.org/wiki/Artificial_intelligence'>feitiçaria</a>, para criar sugestões de sets que se conformem a requerimentos (ex: 12 PA, 6 PM, com a maior quantidade possível de inteligência) providos pelo jogador.

source: When a new project is created, the Wizard tries to figure what the character is about by reading the build and class specified. It then creates an initial configuration for the first run.
es: Cuando se crea un nuevo proyecto, el Wizard (Asistente) comienza leyendo el elemento (build) y clase especificadas por el jugador. Luego este crea una configuración inicial para el primer intento de sugerencia.
fr: Quand un nouveau projet est créé, l’assistant commence en lisant les caractéristiques et la classe demandées par le joueur. Après cela, il crée une première composition répondant aux critères demandés.
pt: Quando um novo projeto é criado, o Wizard tenta entender sobre o que o personagem é através da leitura de sua classe e build. Assim ele cria uma configuração inicial para a primeira rodada.

source: The outfit suggestion might not be what you were looking for. You can find, for example, the HP too low despite the good Agility. Tweaking can be done by going back to the wizard and playing with the sliders, or going hardcore and fiddling directly with the value the attributed to each stat.
es: El set sugerido puede no ser lo que estás buscando. Puedes encontrarte, por ejemplo, con unos Puntos de Vida muy mediocres a pesar de tener una buena Agilidad. Puedes modificarlo (enchular/personalizar) según tus preferencias volviendo al Wizard y probando a mover las diferentes barras, o incluso hacerlo más exacto determinando el valor preciso que desear ver reflejado en cualquier atributo o característica.
fr: Les équipements proposés ne vont pas forcément vous plaire. Vous pouvez, par exemple, trouver les points de vie trop bas malgré une bonne agilité. Vous pouvez affiner vos critères en retournant à la page où vous avez configuré votre nombre de PA, PM, PO, etc. (Page 'Assistant'), puis peaufiner vos critères ou en jouant avec les curseurs en bas de page.
pt: A sugestão de equipamentos pode não ser o que você está procurando. Você pode achar, por exemplo, que a vitalidade está muito baixa apesar da agilidade alta. Ajustes podem ser feitos voltando no Wizard e brincando com as barras, ou sendo hardcore e modificando diretamente o valor atribuido a cada atributo.

source: If items that are too expensive or not available to you are suggested, you can always forbid them and ask for a new set.
es: Si hay objetos que te parecen muy costosos o no están a ti alcance en nuestras sugerencias, puedes prohibirlos y pedirnos un nuevo set.
fr: S'il y a des équipements trop chers ou non accessibles qui vous sont proposés, vous pouvez toujours les interdire et demander à créer un nouvel ensemble.
pt: Se algum item que é muito caro ou que não está disponível é sugerido, você sempre proibí-lo e pedir um novo set.

source: The Dofus Fashionista is open source software. The code can be found in
es: Dofus Fashionista es software de código abierto. Lo puedes encontrar en
fr: Dofus Fashionista est un logiciel open source. Vous pouvez le trouver dans
pt: O Dofus Fashionista é software de código aberto. Ele pode ser encontrado no

source: To report problems, suggest new features, or rant about the lack of skill of your kolo team, <a href="%(contact_url)s">contact us</a>.
es: Para reportar problemas, sugerir nuevas funcionalidades, o desahogarte sobre lo pésimo que es tu equipo de koliseo, <a href="%(contact_url)s">contáctanos</a>.
fr: Pour reporter des problèmes, proposer de nouvelles choses, ou vous plaindre du manque de skill de votre équipe spéciale kolizéum, <a href="%(contact_url)s">contactez nous</a>.
pt: Para reportar problemas, sugerir novas features, ou reclamas sobre como o seu time de koli é ruim, <a href="%(contact_url)s">contate a gente</a>.

source: Copyright and License information
es: Información sobre licencias y Copyright
fr: Information de licence et de copyright
pt: Informações de Licença e Copyright

source: Website version:
es: Versión del sitio web:
fr: Version du site :
pt: Versão do site:

source: English version by:
es: Versión española por Nelson-Magno.
fr: Version française par : Mr-quifaitmal, Naturalglyphs, Edrolys, Praesugatus, Hyd-x, Bouzouw et Elbisiap.

source: You have unsaved changes. They will be discarded if you leave.
es: No has guardado los cambios. Estos serán eliminados si sales de la página.
fr: Vous avez effectué des changements sur cette page. Si vous quittez la page, ils ne seront pas sauvegardés.
pt: As suas alterações não foram salvas. Elas serão descartadas se você sair desta página.

source: Welcome, <a id="logged_user_alias" href="%(manage_account_link)s">%(user)s</a>!
es: ¡Bienvenido, querido <a id="logged_user_alias" href="%(manage_account_link)s">%(user)s</a>!
fr: Bienvenue, <a id="logged_user_alias" href="%(manage_account_link)s">%(user)s</a> !
pt: Bem vindo, <a id="logged_user_alias" href="%(manage_account_link)s">%(user)s</a>!

source: Logout
es: Cerrar Sesión
fr: Déconnexion
pt: Sair

source: Home
es: Inicio
fr: Accueil
pt: Página inicial

source: Create a project
es: Crear un Proyecto
fr: Créer un projet
pt: Criar um projeto

source: Load a project
es: Cargar un proyecto
fr: Ouvrir un projet
pt: Abrir um projeto

source: Compare sets
es: Comparar los sets
fr: Comparer les panoplies
pt: Comparar Sets

source: Base Characteristics
es: Puntos de Características
fr: Caractéristiques de base
pt: Pontos de Característica

source: Options
es: Opciones
pt: Opções

source: Lock Items
es: Asegurar Objetos
fr: Verrouiller des items
pt: Travar Items

source: Forbid Items
es: Prohibir Objetos
fr: Interdire des items
pt: Proibir Itens

source: Minimum Characteristics
es: Características Mínimas
fr: Caractéristiques minimales
pt: Características Mínimas

source: Characteristics Weights
es: Pesos de Características
fr: Poids des caractéristiques
pt: Pesos de Características

source: Less
es: Menos
fr: Moins
pt: Menos

source: Tailor a New Set
es: Tejer un nuevo set
fr: Générer un nouvel équipement
pt: Criar um set novo

source: Outfit Suggestion
es: Equipamiento Sugerido
fr: Suggestion d'équipement
pt: Sugestão de Equipamentos

source: Spells Damage
es: Daños de hechizos
fr: Dégâts des sorts
pt: Danos dos Feitiços

source: Items up to update
es: Objetos hasta la actualización
fr: Items jusqu'à la mise à jour
pt: Itens até a atualização

source: Contact us
es: Contáctanos
fr: Contactez-nous
pt: Envie-nos uma mensagem

source: Since you are not logged in, this will replace your current project (if you have one). Continue?
es: Como no has iniciado sesión, esta acción reemplazará tu proyecto actual (si lo tienes). ¿Quieres continuar?
fr: Puisque vous n'êtes pas connecté, ceci va remplacer votre projet actuel (si vous en avez un). Voulez-vous continuer ?
pt: Como você não está logado, esta ação vai substituir seu projeto (se você tiver um). Deseja continuar?

source: More
es: Más
fr: Plus
pt: Mais

source: Distribute the points for me (the points will be applied when designing a set)
es: Distribuir los puntos por mí (los puntos serán aplicados cuando se diseñe un set)
fr: Distribuer les points pour moi (les points seront appliqués lors de la recherche d'une panoplie)
pt: Distribua os pontos para mim (os pontos serão aplicados durante a criação de um set)

source: Scrolled
es: Pergaminos
fr: Parchoté
pt: Scrollado

source: Points
es: Puntos
pt: Pontos

source: Wisdom
es: Sabiduría
fr: Sagesse
pt: Sabedoria

source: Characteristics points:
es: Puntos de Características:
fr: Points de caractéristique :
pt: Pontos de Base:

source: Reset to Zero
es: Reiniciar a cero
fr: Remettre à zéro
pt: Zerar Tudo

source: Fully Scroll
es: Scrollear todo
fr: Monter toutes les caractéristiques
pt: Scrollar Tudo

source: Proceed to Wizard
es: Continuar hacia el Wizard
fr: Continuer vers l'Assistant
pt: Ir para o Wizard

source: Soft Caps
es: Soft Caps (Franjas)
fr: Paliers
pt: Limiares de Pontos

source: Use %pointsUsed% points to increase to %newTotal% at %ratio%:1
es: Utilizar %pointsUsed% puntos para aumentar %newTotal% a %ratio%:1.
fr: Utilisez %pointsUsed% points pour augmenter à %newTotal% à %ratio%:1
pt: Usar %pointsUsed% pontos para aumentar esta característica até %newTotal% a %ratio%:1

source: Scrolled stats must be between 0 and 100.
es: Las características por pergaminos deben estar entre 0 y 100.
fr: Les caractéristiques montées via parchemin doivent être entre 0 et 100.
pt: Características scrolladas com pergaminhos vão de 0 a 100.

source: Confirm your email
es: Confirmar tu email
fr: Confirmation de votre email
pt: Confirme seu email

source: We have sent you a confirmation email. Please click the link in the email and then <a href='%(login_link)s'>login</a>.
es: Te hemos enviado un correo de confirmación. Por favor haz clic en el enlace y luego <a href='%(login_link)s'>inicia sesión</a>.
fr: Nous vous avons envoyé un email de confirmation. Veuillez cliquer sur le lien dans l'email et vous <a href='%(login_link)s'>connecter</a> par la suite.
pt: Nós mandamos um email de confirmação. Por favor clique no link que você recebeu para ativar sua conta e então <a href='%(login_link)s'>faça login</a>.

source: Choose sets to compare
es: Elige los sets a comparar
fr: Choisissez les équipements à comparer
pt: Escolha os sets para comparar

source: To compare projects that you own, type the project name or paste a link to the solution such as:
es: Para comparar tus propios proyectos, digita el nombre del proyecto o pega el enlace de la solución como este:
fr: Pour comparer les projets que vous possédez, tapez le nom du projet ou collez le lien vers la solution comme cela :
pt: Para comparar seus próprios sets, digite o nome do projeto ou cole um link para a solução, como por exemplo:

source: To compare other people's projects paste the sharing link, for example:
es: Para comparar proyectos de otros usuarios pega el enlace de compartir, por ejemplo:
fr: Pour comparer les projets d'autres personnes collez le lien de partage, par exemple :
pt: Para comparar o set de outra pessoa, cole o link compartilhado do projeto, por exemplo:

source: Link to project
es: Enlace al proyecto
fr: Lien vers le projet
pt: Link para o projeto

source: Compare
es: Comparar
fr: Comparer
pt: Comparar

source: Compare Sets
es: Comparar los sets
fr: Comparer les panoplies
pt: Comparar Sets

source: This is a comparison between set suggestions. To share it, use the link below rather than the one in your browser.
es: Esta es una comparación entre sets sugeridos. Para compartir, usa el enlace de abajo en lugar del enlace de tu navegador.
fr: C'est une comparaison entre plusieurs suggestions d'équipement. Pour la partager, utilisez le lien ci-dessous plutôt que celui de votre navigateur.
pt: Esta é uma comparação entre sugestões de sets. Para compartilhá-la, use o link abaixo ao invés daquele no seu navegador.

source: Change Sets
es: Cambiar sets
fr: Changer d'équipements
pt: Trocar os Sets

source: Diff
es: Dif.
pt: Dif.

source: HP
es: PdV
fr: PV
pt: PV

source: Power
es: Potencia
fr: Puissance
pt: Potência
